Repository: abiquo/anaconda-ee-el6
Catalog: anaconda-ee-13.21.195/po/*.po
Languages: as

source: Identify NIC
as: NIC চিনাক্ত কৰক

source: Invalid Duration
as: অবৈধ অৱধি

source: You must enter the number of seconds as an integer between 1 and 30.
as: ছেকেণ্ডৰ মানৰ বাবে ১ আৰু ৩০ মাজৰ এটা পূৰ্ণ সংখ্যা আপুনি দিবই লাগিব।

source: Flashing %s port lights for %d seconds.
as: %s পোৰ্টৰ বন্তি %d ছেকেণ্ডৰ বাবে জলোৱা হ'ব।

source: Waiting for NetworkManager to configure %s.
as: NetworkManager দ্বাৰা %s সংৰূপ কৰাৰ অপেক্ষা কৰা হৈছে।

source: NFS server name:
as: NFS চাৰ্ভাৰৰ নাম:

source: %s directory:
as: %s ডাইৰেকটৰি:

source: NFS mount options (optional):
as: NFS মাউন্টৰ বিকল্পসমূহ (বৈকল্পিক):

source: Please enter the server and NFSv3 path to your %s installation image and optionally additional NFS mount options.
as: অনুগ্ৰহ কৰি চাৰ্ভাৰৰ নাম আৰু %s ইনস্টল-ইমেজ ধাৰণকৰ্তা NFSv3 পাথ আৰু প্ৰয়োজনৰ মতে অতিৰিক্ত NFS মাউন্ট বিকল্প উল্লেখ কৰক।

source: NFS Setup
as: NFS প্ৰতিস্থাপন

source: That directory could not be mounted from the server.
as: চাৰ্ভাৰৰ পৰা ডাইৰেকটৰি মাউন্ট কৰিব পৰা নগল।

source: That directory does not seem to contain a %s installation image.
as: সেই ডাইৰেকটৰিত %s ইনস্টল ছবি নোহোৱা যেন লাগে।

source: Bad argument to NFS kickstart method command: %s
as: NFS kickstart প্ৰক্ৰিয়া কমান্ডলৈ বেয়া তৰ্ক দিয়া হৈছে: %s

source: Telnet
as: টেলনেট

source: Waiting for telnet connection.
as: telnet সংযোগ স্থাপনৰ বাবে অপেক্ষা কৰা হৈছে।

source: Running anaconda via telnet.
as: telnet'ৰ মাধ্যমে anaconda চলোৱা হৈছে।

source: Unable to retrieve %s.
as: %s উদ্ধাৰ কৰিব পৰা নগল।

source: Unable to retrieve the install image.
as: ইনস্টল ছবি উদ্ধাৰ কৰিব পৰা নগল।

source: Bad argument to URL kickstart method command: %s
as: Url kickstart প্ৰক্ৰিয়া কমান্ডলৈ বেয়া তৰ্ক দিয়া হৈছে : %s

source: Must supply a --url argument to Url kickstart method.
as: Url kickstart প্ৰক্ৰিয়াত এটা --url তৰ্কৰ যোগান ধৰিব লাগিব।

source: Unknown Url method %s
as: অজ্ঞাত Url প্ৰক্ৰিয়া %s

source: Retrieving
as: উদ্ধাৰ কৰা হৈছে

source: Please enter the URL containing the %s installation image on your server.
as: আপোনাৰ চাৰ্ভাৰত থকা %s ইনস্টলৰ প্ৰতিমুৰ্তি থকা URL দিয়ক।

source: Enable HTTP proxy
as: HTTP প্ৰক্সি সক্ষম কৰক

source: Proxy URL
as: প্ৰক্সি URL

source: Username
as: ব্যৱহাৰকাৰীৰ নাম

source: Password
as: পাছৱাৰ্ড

source: URL Setup
as: URL স্থাপন

source: You must enter a URL.
as: আপুনি এটা URL দিব লাগিব।

source: URL must be either an ftp or http URL
as: URL এটা ftp বা http URL হ'ব লাগে

source: Proxy must be either an ftp or http URL
as: প্ৰক্সি হয় এটা ftp অথবা http URL হব লাগিব

source: Loading SCSI driver
as: SCSI ড্ৰাইভাৰ ল'ড কৰা হৈছে

source: Loading %s driver
as: %s ড্ৰাইভাৰ ল'ড কৰা হৈছে

source: Unknown Device
as: অজ্ঞাত ডিভাইচ

source: The installation source given by device %s could not be found. Please check your parameters and try again.
as: %s ডিভাইচে দিয়া ইনস্টলৰ মাধ্যম পোৱা নগল। আপোনাৰ প্ৰাচলসমূহ পৰীক্ষা কৰি পুনঃ চেষ্টা কৰক।

source: _Try again
as: পুনৰ চেষ্টা কৰক (_T)

source: No disks found
as: কোনো ডিস্ক পোৱা নগল।

source: No usable disks have been found.
as: কোনো ব্যৱহাৰযোগ্য ডিস্ক পোৱা নগল।

source: Installation cannot continue.
as: ইনস্টল আগবাঢ়িব নোৱাৰে।

source: The storage configuration you have chosen has already been activated. You can no longer return to the disk editing screen. Would you like to continue with the installation process?
as: আপুনি বিচৰা ভঁৰালৰ সংৰূপ ইতিমধ্যে সক্ৰিয় কৰা হৈছে। আপুনি পুনৰ ডিস্ক সম্পাদন পৰ্দালৈ প্ৰত্যাৱৰ্তন কৰিব নোৱাৰে। ইনস্টল প্ৰণালীৰ লগত আগবাঢ়িব খোজে নেকি ?

source: Encrypt device?
as: ডিভাইচক ইনক্ৰিপ্ট কৰো ?

source: You specified block device encryption should be enabled, but you have not supplied a passphrase. If you do not go back and provide a passphrase, block device encryption will be disabled.
as: আপুনি নিৰ্ধাৰণ কৰা মতে ব্ল'ক ডিভাইচৰ ইনক্ৰিপ্টেড সক্ৰিয় কৰিব লাগে, কিন্তু আপুনি তাৰ বাবে পাছৱাৰ্ড দিয়া নাই। যদি আপুনি পিছলৈ গৈ পাছৱাৰ্ড নিদিয়ে, ব্ল'ক ডিভাইচৰ গুপুতকৰণ নিষ্ক্ৰীয় কৰা হ'ব।

source: WARNING: You are using a GPT bootdisk on a non-EFI system. This may not work, depending on your BIOS's support for booting from GPT disks.
as: WARNING: আপুনি এটা non-EFI চিস্টেমত এটা GPT বুটডিস্ক ব্যৱহাৰ কৰি আছে। GPT ডিস্কসমূহৰ পৰা বুট কৰিবলে আপোনাৰ BIOS ৰ সমৰ্থনৰ ওপৰত নিৰ্ভৰ কৰি, ই কাম নকৰিবও পাৰে।

source: Missing /boot Volume
as: সন্ধানহিন /boot আয়তন

source: This platform requires /boot on a dedicated partition or logical volume. If you do not want a /boot volume, you must place / on a dedicated non-LVM partition.
as: এই প্লেটফৰ্মৰ এটা বিভাজন অথবা যৌক্তিক আয়তনত /boot ৰ প্ৰয়োজন। যদি আপুনি এটা /boot আয়তন নিবিচাৰে, আপুনি এটা নন-LVM বিভাজনত / দিব লাগিব।

source: Go _back
as: পিছলৈ যাওক (_b)

source: Writing storage configuration to disk
as: ডিস্কত ভঁৰালৰ সংৰূপ লিখা হৈছে

source: The partitioning options you have selected will now be written to disk. Any data on deleted or reformatted partitions will be lost.%s
as: আপুনি নিৰ্বাচন কৰা বিভাজন বিকল্পসমূহ এতিয়া ডিস্কলে লিখা হব। মচি পেলোৱা অথবা পুনৰ ফৰমেট কৰা বিভাজনসমূহত যিকোনো তথ্য হেৰাই যাব।%s

source: _Write changes to disk
as: ডিস্কত সলনিসমূহ লিখক (_W)

source: Running...
as: চলমান...

source: Storing encryption keys
as: এঙ্ক্ৰিপছন কি' সংৰক্ষণ কৰা হৈছে

source: Error storing an encryption key: %s
as: এঙ্ক্ৰিপছন কি' সংৰক্ষণ কৰোঁতে ভুল: %s

source: Examining Devices
as: ডিভাইচসমূহ নীৰিক্ষণ কৰা হৈছে

source: Examining storage devices
as: সংৰক্ষণ ডিভাইচসমূহ নীৰিক্ষণ কৰা হৈছে

source: This partition is holding the data for the hard drive install.
as: এই বিভাজনে হাৰ্ড ড্ৰাইভ ইনস্টলৰ তথ্য ধৰি ৰাখিছে।

source: You cannot delete a partition of a LDL formatted DASD.
as: LDL ফৰমেট কৰা DASD বিভাজন আপুনি মচিব নোৱাৰে।

source: This device is part of the RAID device %s.
as: এই বিভাজন RAID ডিভাইচ %s ৰ এটা অংগ।

source: This device is part of a RAID device.
as: এই বিভাজন এটা RAID ডিভাইচৰ অংগ।

source: This device is part of the LVM volume group '%s'.
as: এই বিভাজন '%s' LVM আয়তন দলৰ অংগ।

source: This device is part of a LVM volume group.
as: এই বিভাজন এটা LVM আয়তন দলৰৰ অংগ।

source: This device is an extended partition which contains logical partitions that cannot be deleted:
as: এই ডিভাইচ এটা সম্প্ৰসাৰিত বিভাজন য'ত আঁতৰাব নোৱাৰা যৌক্তিক বিভাজন আছে:

source: You have not defined a root partition (/), which is required for installation of %s to continue.
as: আপুনি কোনো মূল বিভাজন (/) সংজ্ঞাবদ্ধ কৰা নাই, যাৰ %s ৰ ইনস্টলত আগবাঢ়িব'লৈ প্ৰয়োজন আছে।

source: Your root partition is less than 250 megabytes which is usually too small to install %s.
as: আপোনাৰ মূল বিভাজন ২৫০ MBকৈ কম যিটো সাধাৰণতে %s ইনস্টলৰ বাবে বৰ সৰু।

source: Your / partition is less than %(min)s MB which is lower than recommended for a normal %(productName)s install.
as: আপোনাৰ / বিভাজনৰ মাপ %(min)s MB তকৈ কম যি %(productName)s ৰ স্বাভাবিক ইনস্টলৰ বাবে আৱশ্যক মাপৰ পৰাও কম।

source: Placing the root partition on an XFS filesystem is not supported in %s.
as: ৰুট বিভাজনক এটা XFS ফাইলচিস্টেমত স্থাপন কৰাটো %s ত সমৰ্থিত নহয়।

source: Your / partition does not match the the live image you are installing from. It must be formatted as %s.
as: ইনস্টলৰ বাবে ব্যৱহৃত লাইভ ইমেজৰ সৈতে / বিভাজনৰ অমিল আছে। এইটো %s ৰূপে ফৰমেট কৰা আৱশ্যক।

source: Your %(mount)s partition is less than %(size)s megabytes which is lower than recommended for a normal %(productName)s install.
as: আপোনাৰ %(mount)s বিভাজন %(size)s MBকৈ কম যিটো সাধাৰণ %(productName)s ইনস্টলৰ কাৰণে দিয়া উপদেশতকৈ নিম্ন স্তৰৰ।

source: Your %s partition is too %s for %s formatting (allowable size is %d MB to %d MB)
as: আপোনাৰ %s বিভাজন %s ফৰমেটিংৰ বাবে অতি %s (অনুমোদিত আকাৰ হল %d MB পৰা %d MB)

source: Installing on a USB device. This may or may not produce a working system.
as: USB ডিভাইচত সংস্থাপন কৰা হৈছে। এই সংস্থাপনে কাৰ্য্যকৰি প্ৰণালী সৃষ্টি কৰিব বা নকৰিবও পাৰে।

source: Installing on a FireWire device. This may or may not produce a working system.
as: FireWire ডিভাইচ ইনস্টল কৰা হৈছে। এই সংস্থাপনে কাৰ্য্যকৰি প্ৰণালী সৃষ্টি কৰিব বা নকৰিবও পাৰে।

source: You have not specified a swap partition. Due to the amount of memory present, a swap partition is required to complete installation.
as: কোনো Swap বিভাজন উল্লেখ কৰা নহয়। উপলব্ধ মেমৰিৰ পৰিমাণৰ কাৰণে, সম্পূৰ্ণ ইনস্টলৰ বাবে swap বিভাজন উপস্থিত থকা আৱশ্যক।

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performance for most installations.
as: আপুনি কোনো শ্বাপ বিভাজন নিৰ্দ্দিষ্ট কৰা নাই। যদিও সকলো ক্ষেত্ৰতে কঠোৰ ভাবে প্ৰয়োজন নহয়, এইটোৱে সৰহভাগ ইনস্টলৰ যোগ্যতা গুৰুতৰ ভাবে বঢ়াব।

source: At least one of your swap devices does not have a UUID, which is common in swap space created using older versions of mkswap. These devices will be referred to by device path in /etc/fstab, which is not ideal since device paths can change under a variety of circumstances.
as: আপোনাৰ শ্বাপ ডিভাইচসমূহৰ অন্তত এটাৰ এটা UUID নাই, যি mkswap ৰ পুৰনি সংস্কৰণসমূহ ব্যৱহাৰ কৰি সৃষ্টি কৰা শ্বাপ স্থানৰ বাবে সাধাৰণ। এই ডিভাইচসমূহক /etc/fstab ত ডিভাইচ পথৰে প্ৰসংগ কৰা হব, যি সংগত নহয় যিহেতু ডিভাইচ পথসমূহ বিভিন্ন ক্ষেত্ৰত সলনি হব পাৰে।

source: This mount point is invalid. The %s directory must be on the / file system.
as: এই মাউন্ট বিন্দু বৈধ নহয়। %s ডাইৰেকটৰি / ফাইলচিস্টেমত স্থাপিত হোৱা আৱশ্যক।

source: The mount point %s must be on a linux file system.
as: %s মাউন্ট বিন্দু linux ফাইলচিস্টেমৰ ওপৰত স্থাপিত হোৱা আৱশ্যক।

source: No Drives Found
as: কোনো ড্ৰাইভ পোৱা নগল

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
as: এটা ত্ৰুটি হৈছে ‌‌‌- নতুন ফাইলৰ প্ৰণালী সৃষ্টি কৰিব'লৈ কোনো বৈধ ডিভাইচ পোৱা নগল। এই সমস্যাৰ মূল কাৰণৰ বাবে অনুগ্ৰহ কৰি আপোনাৰ যান্ত্ৰিক সামগ্ৰীৰ পৰীক্ষা কৰক।

source: Dirty File Systems
as: অপৰিষ্কাৰ ফাইলৰ প্ৰণালী

source: The following file systems for your Linux system were not unmounted cleanly. Please boot your Linux installation, let the file systems be checked and shut down cleanly to upgrade. %s
as: আপোনাৰ Linux চিস্টেমৰ নিম্নলিখিত ফাইলৰ প্ৰণালী নিকাকৈ অৱৰোহন কৰিব পৰা নগল।অনুগ্ৰহ কৰি উন্নয়নৰ বাবে আপোনাৰ Linux ইনস্টল প্ৰাৰম্ভ কৰক, ফাইলৰ প্ৰণালীসমূহ পৰীক্ষা কৰি নিকা ভাবে ব্যৱস্থাপ্ৰণনালী বন্ধ কৰক। %s

source: The following file systems for your Linux system were not unmounted cleanly. Would you like to mount them anyway? %s
as: আপোনাৰ Linux চিস্টেমৰ নিম্নলিখিত ফাইলৰ প্ৰণালী নিকাকৈ অৱৰোহন কৰিব পৰা নগল। তথাপিও যিকোনো উপায়ে আপুনি তুলি ল'ব খোজে নেকি? %s

source: The swap device: %s is an old-style Linux swap partition. If you want to use this device for swap space, you must reformat as a new-style Linux swap partition.
as: শ্বাপ ডিভাইচ: %s বিচাৰে আপুনি তাক এটা নতুন ধৰনৰ Linux শ্বাপ বিভাজন হিচাপে ফৰমেট কৰিব লাগিব।

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. To perform an upgrade, please shut down your system rather than hibernating it.
as: আপোনাৰ /etc/fstab নথি‌পত্ৰৰ শ্বাপ ডিভাইচ: %s -টো বৰ্ত্তমানে চফ্টৱেৰৰ স্থগিত বিভাজন হিচাপে ব্যৱহাৰ কৰা হৈছে,যি আপোনাৰ চিস্টেম হাইবাৰনেইটত হোৱা বুজাই। উৎকৰ্ষ সম্পন্ন কৰিবলৈ চিস্টেম হাইবাৰনেইটত ৰখাতকে বন্ধ কৰক।

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. If you are performing a new install, make sure the installer is set to format all swap devices.
as: আপোনাৰ /etc/fstab নথি‌পত্ৰৰ শ্বাপ ডিভাইচ: আপোনাৰ /etc/fstab নথি‌পত্ৰৰ শ্বাপ ডিভাইচ: %s -টো বৰ্ত্তমানে চফ্টৱেৰৰ স্থগিত বিভাজন হিচাপে ব্যৱহাৰ কৰা হৈছে,যি আপোনাৰ চিস্টেম হাইবাৰনেইটত হোৱা বুজাই। উৎকৰ্ষ সম্পন্ন কৰিবলৈ চিস্টেম হাইবাৰনেইটত ৰখাতকে বন্ধ কৰক।

source: The swap device: %s does not contain a supported swap volume. In order to continue installation, you will need to format the device or skip it.
as: শ্বাপ ডিভাইচ: %s ত এটা সমৰ্থিত শ্বাপ আয়তন নাই। ইনস্টলত আগবাঢ়িব'লৈ, আপুনি তাক ফৰমেট কৰিব লাগিব বা এৰি যাব লাগিব।

source: Error enabling swap device %(name)s: %(msg)s The /etc/fstab on your upgrade partition does not reference a valid swap device. Press OK to exit the installer
as: শ্বাপ ডিভাইচ %(name)s সক্ৰিয় কৰোঁতে ভুল:%(msg)s আপোনাৰ উন্নত বিভাজনত থকা /etc/fstab এ কোনো আইনসংগত শ্বাপ বিভাজনলৈ উল্লেখ নকৰি। ইনস্টলাৰৰ পৰা বাহিৰ হ'বলৈ ঠিক আছে টিপক।

source: Error enabling swap device %(name)s: %(msg)s This most likely means this swap device has not been initialized. Press OK to exit the installer.
as: শ্বাপ ডিভাইচ %(name)s সক্ৰিয় কৰোঁতে ত্ৰুটি হ'ল: %(msg)s অতি সম্ভৱ ইয়াৰ মানে এই শ্বাপ বিভাজন আৰম্ভ কৰা হোৱা নাই। ইনস্টলাৰৰ পৰা বাহিৰ হ'বলৈ ঠিক আছে টিপক।

source: Invalid mount point
as: অবৈধ মাউন্ট বিন্দু

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
as: %s ক সৃষ্টি কৰিব'লৈ চেষ্টা কৰোঁতে ত্ৰুটি হ'ল। এই পথৰ কিছু পদাৰ্থ ডাইৰেকটৰি নহয়। এইটো ধ্বংসকৰ্তা ত্ৰুটি আৰু ইনস্টল আগবাঢ়িব নোৱাৰে। ইনস্টলাৰৰ পৰা বাহিৰ হ'বলৈ <Enter> টিপক।

source: An error occurred when trying to create %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
as: %(mountpoint)s সৃষ্টি কৰোঁতে ত্ৰুটি হ'ল:%(msg)s। এইটো ধ্বংসকৰ্তা ত্ৰুটি আৰু ইনস্টল আগবাঢ়িব নোৱাৰে। ইনস্টলাৰৰ পৰা বাহিৰ হ'বলৈ <Enter> টিপক।

source: Unable to mount filesystem
as: ফাইলচিস্টেম মাউন্ট কৰিব পৰা নগল

source: An error occurred mounting device %(path)s as %(mountpoint)s. You may continue installation, but there may be problems.
as: %(path)s ডিভাইচক %(mountpoint)s হিচাপে মাউন্ট কৰোঁতে ত্ৰুটি হ'ল। আপুনি ইনস্টলত আগবাঢ়িব পাৰে কিন্তু কিছু সমস্যা হ'ব পাৰে।

source: An error occurred mounting device %(path)s as %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
as: %(path)s ডিভাইচক %(mountpoint)s হিচাপে তুলি লওঁতে ভুল: %(msg)s। এইটো ধ্বংসকৰ্তা ত্ৰুটি আৰু ইনস্টল আগবাঢ়িব নোৱাৰে। ইনস্টলাৰৰ পৰা বাহিৰ হ'বলৈ <Enter> টিপক।

source: Formatting DASD Device
as: DASD ডিভাইচ ফৰমেট কৰা

source: Preparing %d DASD device for use with Linux...
as: Linux ৰ সৈতে ব্যৱহাৰৰ বাবে %d DASD ডিভাইচ প্ৰস্তুত কৰা...

source: vginfo failed for %s
as: %s ৰ কাৰণে vginfo ব্যৰ্থ

source: lvs failed for %s
as: %s ৰ কাৰণে lvs ব্যৰ্থ

source: large
as: ডাঙৰ

source: small
as: সৰু

source: Creating
as: সৃষ্টি কৰা হৈছে

source: Creating device %s
as: %s ডিভাইচ সৃষ্টি কৰা হৈছে

source: A RAID%d set requires atleast %d members
as: এটা RAID%d দলৰ কাৰণে অতি কমেও %d সদস্যৰ প্ৰয়োজন

source: Creating file %s
as: %s ফাইল সৃষ্টি কৰা হৈছে

source: Confirm
as: সুনিশ্চিত কৰক

source: Are you sure you want to skip entering a passphrase for device %s? If you skip this step the device's contents will not be available during installation.
as: আপুনি %s ডিভাইচৰ বাবে এটা পাছৱাৰ্ড দিয়া এৰি যাব খোজে নেকি ? এই পদক্ষেপ এৰি গ'লে ডিভাইচৰ বিষয়বস্তু আপুনি ইনস্টলৰ সময়ত নাপায়।

source: This partition is part of an inconsistent LVM Volume Group.
as: এই ডিভাইচ এটা বিসংগত LVM আয়তন গ্ৰুপৰ অংশ।

source: Connecting to FCoE SAN
as: FCoE SAN ৰ সৈতে সংযোগ স্থাপন কৰক

source: FCoE not available
as: FCoE নাই

source: filesystem configuration missing a type
as: ফাইলচিস্টেমৰ সংৰূপত এটা ধৰণ নাই

source: Formatting
as: আকৃতি দিয়া হৈছে

source: Creating %s filesystem on %s
as: %s ফাইলচিস্টেম %s ত নিৰ্মাণ কৰা হৈছে

source: Resizing
as: পুনঃ আকাৰ দিয়া হৈছে

source: Resizing filesystem on %s
as: %s ৰ ফাইলচিস্টেমৰ মাপ পৰিবৰ্তন কৰা হৈছে

source: Unknown return code: %d.
as: অজ্ঞাত উত্তৰৰ ক'ড: %d.

source: Checking
as: পৰীক্ষা কৰা হৈছে

source: Checking filesystem on %s
as: %s ত ফাইলচিস্টেম পৰীক্ষা কৰা হৈছে

source: %(type)s filesystem check failure on %(device)s:
as: %(type)s ফাইলচিস্টেম পৰীক্ষাৰ বিফতা %(device)s ত:

source: Errors like this usually mean there is a problem with the filesystem that will require user interaction to repair. Before restarting installation, reboot to rescue mode or another system that allows you to repair the filesystem interactively. Restart installation after you have corrected the problems on the filesystem.
as: এনে ধৰণৰ ভুলে সাধাৰণতে বুজাই যে ফাইলচিস্টেমৰ সমস্যা সমাধান কৰিবলৈ ব্যৱহাৰকাৰীৰ ভাব-বিনিময়ৰ প্ৰয়োজন হয়। ইনস্টল পুনাৰম্ভ কৰাৰ আগতে, উদ্ধাৰ অৱস্থা বা ভাব-বিনিময়েৰে সমাধান কৰাৰ অনুমতি দিয়া অন্য এটা প্ৰাণালীলৈ পুনাৰম্ভ কৰক। ফাইলচিস্টেমত ভুলসমূহ শুদ্ধ কৰাৰ পিছত ইনস্টল পুনাৰম্ভ কৰিব।

source: Unrecoverable Error
as: অপ্ৰাপ্তিসাধ্য ভুল

source: File system errors left uncorrected.
as: ফাইলচিস্টেমৰ ভুল নোশুধৰোৱাকে থৈ দিয়া হ'ল।

source: Operational error.
as: কাৰ্য্যকৰণত ভুল।

source: Usage or syntax error.
as: ব্যৱহাৰ বা বাক্যসংৰূপত ভুল।

source: e2fsck cancelled by user request.
as: ব্যৱহাৰকাৰীৰ অনুৰোধৰ মতে e2fsck বাতিল কৰা হৈছে।

source: Shared library error.
as: অংশ লোৱা লাইব্ৰৰীৰ ভুল।

source: Recoverable errors have been detected or dosfsck has discovered an internal inconsistency.
as: উদ্ধাৰ কৰিব পৰা ভুলৰ সন্ধান পোৱা গৈছে বা dosfsck য়ে এটা অভ্যন্তৰীন অসংগতি পাইছে।

source: Usage error.
as: ব্যৱহাৰত ভুল।

source: Encrypted
as: এনক্ৰিপ্ট কৰা হৈছে

source: Encrypting %s
as: %s এনক্ৰিপ্ট কৰা হৈছে

source: Creating %s on %s
as: %s ক %s ত নিৰ্মাণ কৰা হৈছে

source: Unable to change iSCSI initiator name once set
as: এবাৰ সংহতি কৰাৰ পিছত iSCSI আৰম্ভক পৰিৱৰ্তন কৰিবলে অক্ষম

source: Must provide an iSCSI initiator name
as: এটা iSCSI আৰম্ভক নাম প্ৰদান কৰিব লাগিব

source: Scanning iSCSI nodes
as: iSCSI ন'ড স্কেন কৰক

source: Initializing iSCSI initiator
as: iSCSI আৰম্ভকক আৰম্ভ কৰা হৈছে

source: iSCSI not available
as: iSCSI নাই

source: No initiator name set
as: আৰম্ভ কৰ্তাৰ নাম নিৰ্ধাৰণ কৰা হোৱা নাই

source: Logging in to iSCSI node
as: iSCSI ন'ডলে লগিন কৰা

source: Logging in to iSCSI node %s
as: iSCSI ন'ড %s লে লগিন কৰা হৈছে

source: No iSCSI nodes discovered
as: কোনো iSCSI ন'ড আৱিষ্কাৰ কৰা হোৱা নাই

source: No new iSCSI nodes discovered
as: কোনো নতুন iSCSI ন'ড আৱিষ্কাৰ কৰা হোৱা নাই

source: Could not log in to any of the discovered nodes
as: অৱেষ্কাৰ কৰা কোনো ন'ডত প্ৰৱেশ কৰিব নোৱাৰি

source: Could not find enough free space for automatic partitioning. Press 'OK' to exit the installer.
as: স্বচালিত বিভাজনৰ কাৰণে যথেষ্ট ৰিক্ত স্থান পোৱা নগল। ইনস্টলাৰৰ পৰা বাহিৰ হ'বলৈ 'ঠিক আছে' টিপক।

source: Could not find enough free space for automatic partitioning, please use another partitioning method.
as: স্বচালিত বিভাজনৰ কাৰণে যথেষ্ট ৰিক্ত স্থান পোৱা নগল, অনুগ্ৰহ কৰি অন্য এটা বিভাজনৰ ধৰণ বাছি লওক।

source: Warnings During Automatic Partitioning
as: স্বচালিত বিভাজনৰ সময়ত সকীয়নী

source: Following warnings occurred during automatic partitioning: %s
as: নিম্নলিখিত সকীয়নী সমূহ স্বচালিত বিভাজনৰ সময়ত মৰিল: %s

source: Press 'OK' to exit the installer.
as: ইনস্টলাৰৰ পৰা বাহিৰ হ'বলৈ 'ঠিক আছে' টিপক।

source: Could not allocate requested partitions: %(msg)s.%(extra)s
as: অনুৰোধ কৰা বিভাজন বিতৰণ কৰিব নোৱাৰি: %(msg)s। %(extra)s

source: Press 'OK' to choose a different partitioning option.
as: কোনো বেলেগ বিভাজনৰ বিকল্পৰ বাবে 'ঠিক আছে' নিৰ্বাচন কৰক।

source: Automatic Partitioning Errors
as: স্বচালিত বিভাজন কৰাৰ ভুলসমূহ

source: The following errors occurred with your partitioning: %(errortxt)s This can happen if there is not enough space on your hard drive(s) for the installation. %(extra)s
as: অাপোনাৰ মতে বিভাজন কৰোঁতে নিম্নলিখিত ভুল সমূহ মৰিল: %(errortxt)s ইনস্টলৰ বাবে অাপোনাৰ হাৰ্ড ড্ৰাইভ(সমূহ)ত পৰ্যাপ্ত স্থান ন'হ'লে এনেদৰে হ'ব পাৰে। %(extra)s

source: You have not specified a device number or the number is invalid
as: আপুনি কোনো ডিভাইচ সংখ্যা নিৰ্দ্দিষ্ট কৰা নাই বা সংখ্যাটো অবৈধ।

source: You have not specified a worldwide port name or the name is invalid.
as: আপুনি কোনো worldwide portৰ নাম নিৰ্দ্দিষ্ট কৰা নাই বা নামটো অবৈধ।

source: You have not specified a FCP LUN or the number is invalid.
as: আপুনি কোনো FCP LUNৰ নাম নিৰ্দ্দিষ্ট কৰা নাই বা সংখ্যাটো অবৈধ।

source: zFCP device %s not found, not even in device ignore list.
as: zFCP ডিভাইচ %s পোৱা নগল, ডিভাইচ আওকাণ কৰা তালিকাতো।

source: Could not set zFCP device %(devnum)s online (%(e)s).
as: %(devnum)s zFCP ডিভাইচক অন-লাইন কৰিব নোৱাৰি (%(e)s)।

source: Could not add WWPN %(wwpn)s to zFCP device %(devnum)s (%(e)s).
as: WWPN %(wwpn)s ক zFCP ডিভাইচ %(devnum)s লৈ যোগ কৰিব নোৱাৰি (%(e)s)।

source: WWPN %(wwpn)s not found at zFCP device %(devnum)s.
as: WWPN %(wwpn)s ক zFCP ডিভাইচ %(devnum)s ত পোৱা নগল।

source: Could not add LUN %(fcplun)s to WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
as: LUN %(fcplun)s ক zFCP ডিভাইচ %(devnum)s ত থকা WWPN %(wwpn)s লৈ যোগ কৰিব নোৱাৰি (%(e)s)।

source: LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s already configured.
as: zFCP ডিভাইচ %(devnum)s ত WWPN %(wwpn)s ত থকা LUN %(fcplun)s ইতিমধ্যে বিন্যাসিত।

source: Could not read failed attribute of LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
as: zFCP ডিভাইচ %(devnum)s ত WWPN %(wwpn)s ত থকা ব্যৰ্থ হোৱা গুণ LUN %(fcplun)s পঢ়িব নোৱাৰি (%(e)s)।

source: Failed LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s removed again.
as: zFCP ডিভাইচ %(devnum)s ত WWPN %(wwpn)s ত থকা ব্যৰ্থ হোৱা LUN %(fcplun)s আকৌ আঁতৰুৱা হৈছে।

source: Could not correctly delete SCSI device of zFCP %(devnum)s %(wwpn)s %(fcplun)s (%(e)s).
as: zFCP %(devnum)s %(wwpn)s %(fcplun)s ৰ SCSI ডিভাইচক শুদ্ধকৈ আঁতৰাব পৰা নগল (%(e)s)।

source: Could not remove LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
as: zFCP ডিভাইচ %(devnum)s ত WWPN %(wwpn)s ত থকা LUN %(fcplun)s ক আঁতৰাব নোৱাৰি (%(e)s)।

source: Could not remove WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
as: zFCP ডিভাইচ %(devnum)s ত থকা WWPN %(wwpn)s ক আঁতৰাব নোৱাৰি (%(e)s)।

source: Could not set zFCP device %(devnum)s offline (%(e)s).
as: zFCP ডিভাইচ %(devnum)sক অন-লাইন নিৰ্ধাৰিত কৰিব নোৱাৰি (%(e)s)।

source: Reboot
as: পুনাৰম্ভ

source: <Enter> to exit
as: প্ৰস্থান কৰিব'লৈ <Enter>

source: Complete
as: সম্পূৰ্ণ

source: Keyboard Selection
as: কিবৰ্ডৰ নিৰ্বাচন

source: Which model keyboard is attached to this computer?
as: কোনটো প্ৰতিৰূপৰ কিবৰ্ড এই কমপিউটাৰত সংলগ্ন হৈছে ?

source: Error With Data
as: তথ্যত ভুল

source: An error occurred converting the value entered for "%(field)s": %(errmsg)s
as: "%(field)s"ৰ বাবে দিয়া সংখ্যা ৰূপান্তৰিত কৰোঁতে এটা ভুল হ'ল: %(errmsg)s

source: A value is required for the field %s
as: %s ক্ষেত্ৰৰ বাবে এটা মানৰ প্ৰয়োজন।

source: Enable network interface
as: নেটৱাৰ্ক আন্তঃপৃষ্ঠ সবল কৰক

source: This requires that you have an active network connection during the installation process. Please select network interface to configure.
as: ইয়াৰ বাবে আপোনাৰ ইনস্টল প্ৰক্ৰিয়াৰ সময়ত এটা সক্ৰিয় নেটৱাৰ্ক সংযোগ থকাৰ প্ৰয়োজন। অনুগ্ৰহ কৰি সংৰূপণ কৰিবলে নেটৱাৰ্ক আন্তঃপৃষ্ঠ বাছক।

source: Configure interface %s to be used during installation process.
as: ইনস্টল প্ৰক্ৰিয়াৰ সময়ত ব্যৱহাৰ কৰিব লগিয়া আন্তঃপৃষ্ঠ %s সংৰূপণ কৰক।

source: Enable IPv4 Support
as: IPv4 সমৰ্থন সামৰ্থবান কৰক

source: Manual Configuration
as: হস্তচালিত সংৰূপ

source: IPv4 Address:
as: IPv4 ঠিকনা:

source: Nameserver:
as: নাম চাৰ্ভাৰ:

source: Enable IPv6 Support
as: IPv6 সমৰ্থন সামৰ্থবান কৰক

source: Automatic neighbor discovery
as: স্বচালিত প্ৰতিবেশী খোজ

source: Dynamic IP Configuration (DHCPv6)
as: চলমান IP সংৰূপ (DHCPv6)

source: IPv6 Address:
as: IPv6 ঠিকনা:

source: Missing protocol
as: সন্ধানহিন প্ৰটোকল

source: You must select at least one protocol version
as: আপুনি অন্তত এটা প্ৰটোকল সংস্কৰণ বাছিব লাগিব

source: IPv4 Address
as: IPv4 ঠিকনা

source: IPv4 Prefix
as: IPv4 উপসৰ্গ

source: IPv4 CIDR prefix must be between 0 and 32.
as: IPv4 CIDR ৰ উপসৰ্গ ০ আৰু ৩২ ৰ মাজত হ'ব লাগিব।

source: IPv4 Gateway
as: IPv4 গেইটৱে

source: IPv4 Nameserver
as: IPv4 নামচাৰ্ভাৰ

source: IPv6 Address
as: IPv6 ঠিকনা

source: IPv6 Prefix
as: IPv6 উপসৰ্গ

source: IPv6 CIDR prefix must be between 0 and 128.
as: IPv6 CIDR উপসৰ্গ ০ আৰু ১২৮ ৰ মাজত হব লাগিব।

source: IPv6 Gateway
as: IPv6 গেইটৱে

source: IPv6 Nameserver
as: IPv6 নামচাৰ্ভাৰ

source: Configuring Network Interfaces
as: নেটৱাৰ্ক আন্তঃপৃষ্ঠ সংৰূপ কৰা হৈছে

source: There was an error configuring network device %s
as: নেটৱাৰ্ক ডিভাইচ %s সংৰূপণ কৰোতে এটা ত্ৰুটি হৈছিল

source: Partitioning Type
as: বিভাজনৰ ধৰণ
