Repository: abiquo/anaconda-ee-el6
Catalog: anaconda-ee-13.21.195/po/*.po
Languages: as

source: The following error occurred while setting up the repository: %s
as: ভঁৰাল প্ৰতিষ্ঠা কৰোঁতে নিম্নলিখিত ত্ৰুটি পোৱা গৈছে: %s

source: Invalid Repository Name
as: অবৈধ ভঁৰালৰ নাম

source: You must provide a repository name.
as: আপুনি এটা ভঁৰালৰ নাম দিব লাগিব।

source: Add Repository
as: ভঁৰাল যোগ কৰক

source: No Software Repos Enabled
as: চফ্টৱেৰৰ কোনো ভঁৰালক সক্ৰিয় কৰা হোৱা নাই

source: You must have at least one software repository enabled to continue installation.
as: ইনস্টলত আগবাঢ়িবলৈ আপোনাৰ ওচৰত অতি কমেও এটা চফ্টৱেৰৰ ভঁৰাল সক্ৰিয় হ'ব লাগিব।

source: Time Zone Selection
as: সময় অঞ্চলৰ নিৰ্বাচন

source: Upgrade Boot Loader Configuration
as: বুটল'ডাৰৰ সংৰূপ উন্নত কৰক

source: _Update boot loader configuration
as: বুটল'ডাৰৰ সংৰূপ বৰ্তমানলৈ আনক (_U)

source: This will update your current boot loader.
as: এইটোৱে আপোনাৰ এতিয়াৰ বুটল'ডাৰ বৰ্তমানলৈ আনিব।

source: Due to system changes, your boot loader configuration can not be automatically updated.
as: চিস্টেমৰ সলনিৰ বাবেই, আপোনাৰ বুটল'ডাৰৰ সংৰূপ স্বয়ংক্ৰীয়ভাবে উন্নত কৰিব পৰা নগল।

source: The installer is unable to detect the boot loader currently in use on your system.
as: ইনস্টলাৰে আপোনাৰ চিস্টেমত বৰ্ত্তমানে ব্যৱহাৰ হোৱা বুটল'ডাৰ উদ্ঘাটন কৰিব পৰা নাই।

source: The installer has detected the %(type)s boot loader currently installed on %(bootDev)s.
as: %(type)s বুটল'ডাৰ বৰ্ত্তমানে %(bootDev)s ত ইনস্টল হোৱাটো ইনস্টলাৰে উদ্ঘাটন কৰিছে।

source: This is the recommended option.
as: এইটো বিকল্পৰ উপদেশ দিয়া হয়।

source: _Create new boot loader configuration
as: নতুন বুটল'ডাৰ সংৰূপ সৃষ্টি কৰক (_C)

source: This option creates a new boot loader configuration. If you wish to switch boot loaders, you should choose this.
as: এই বিকল্পই নতুন বুটল'ডাৰ সংৰূপ সৃষ্টি কৰি। বুটল'ডাৰ সলনি কৰিব খোজিলে, এইটো নিৰ্বাচন কৰক।

source: _Skip boot loader updating
as: বুটল'ডাৰৰ উন্নয়ন এৰি যাওক (_S)

source: This option makes no changes to boot loader configuration. If you are using a third party boot loader, you should choose this.
as: এই বিকল্পই বুটল'ডাৰৰ সংৰূপত কোনো সলনি নকৰি। যদি তৃতীয় পক্ষীয় বুটল'ডাৰ ব্যৱহাৰ কৰি, তেন্তে আপুনি এইটো নিৰ্বাচন কৰক।

source: What would you like to do?
as: আপুনি কি কৰিব বিচাৰে ?

source: Migrate File Systems
as: ফাইলৰ প্ৰণালী প্ৰব্ৰজন কৰক

source: This release of %(productName)s supports an updated file system, which has several benefits over the file system traditionally shipped in %(productName)s. This installation program can migrate formatted partitions without data loss. Which of these partitions would you like to migrate?
as: %(productName)s ৰ মুক্তিয়ে উন্নত ফাইল চিস্টেমৰ সমৰ্থন কৰি, যাৰ %(productName)s ত পৰম্পৰাগত ভাবে পৰিবাহিত কৰা ফাইল চিস্টেমতকৈ বহুত সুবিধা আছে। এই ইনস্টল কাৰ্য্যক্ৰমে তথ্য নাশ নোহোৱাকৈ আকৃতি দিয়া বিভাজনৰ মাজত প্ৰব্ৰজন কৰিব পাৰে। নিম্নলিখিত বিভাজন সমূহৰ কোনটো আপুনি প্ৰব্ৰজন কৰিব খোজে?

source: Upgrade Swap Partition
as: শ্বাপ বিভাজন উন্নত কৰক

source: Recent kernels (2.4 or newer) need significantly more swap than older kernels, up to twice the amount of RAM on the system. You currently have %dMB of swap configured, but you may create additional swap space on one of your file systems now.
as: নতুন কাৰ্নেলসমূহ (২.৪ না নতুন) ক পূৰ্বৰ কাৰ্নেলতকৈ যথেষ্ট বেছি শ্বাপ লাগে, আপোনাৰ চিস্টেমৰ RAM ৰ দুগুণ শ্বাপ স্থানৰ সমান। আপোনাৰ ওচৰত বৰ্ত্তমানে %dMB শ্বাপৰ সংৰূপ কৰা হৈছে, কিন্তু আপুনি আপোনাৰ ফাইল চিস্টেমৰ যিকোনো এটাত অতিৰিক্ত শ্বাপ স্থান এতিয়া সৃষ্টি কৰিব পাৰে।

source: The installer has detected %s MB of RAM.
as: ইনস্টলাৰে %s MB ৰ RAM উদ্ঘাটন কৰিছে।

source: I _want to create a swap file
as: মই শ্বাপ ফাইল সৃষ্টি কৰিব খোজোঁ (_w)

source: Select the _partition to put the swap file on:
as: শ্বাপ ফাইল থ'ব'লৈ বিভাজন নিৰ্ধাৰিত কৰক (_p):

source: Partition
as: বিভাজন

source: Free Space (MB)
as: মুক্ত স্থান (MB)

source: A minimum swap file size of %d MB is recommended. Please enter a size for the swap file:
as: আপেনাৰ শ্বাপ ফাইল অতি কমেও %d MB হোৱাটো উপদেশ দিয়া হয়। শ্বাপ ফাইলৰ বাবে এটা আকাৰ দিয়ক:

source: Swap file _size (MB):
as: শ্বাপ ফাইলৰ আকাৰ (MB) (_s):

source: I _don't want to create a swap file
as: মই শ্বাপ ফাইল সৃষ্টি কৰিব নোখোজোঁ (_d)

source: A swap file is strongly recommended. Failure to create one could cause the installer to abort abnormally. Are you sure you wish to continue?
as: এটা শ্বাপ ফাইলৰ গভীৰ ভাবে উপদেশ দিয়া হয়। সৃষ্টি কৰিবলৈ অক্ষম হ'লে ইনস্টলাৰ অস্বাভাবিক ভাবে বাতিল হ'ব। আগবাঢ়িব'লৈ আপুনি সুনিশ্চিত নে?

source: The swap file must be between 1 and 2000 MB in size.
as: শ্বাপ ফাইল ১ আৰু ২০০০ MBৰ মাজৰ আকাৰৰ হ'ব লাগিব।

source: There is not enough space on the device you selected for the swap partition.
as: শ্বাপ বিভাজজনৰ বাবে ডিভাইচত পৰ্যাপ্ত স্থান নাই।

source: Network Install Required
as: নেটৱাৰ্ক ইনস্টলৰ প্ৰয়োজন

source: Your installation source is set to a network location, but no netork devices were found on your system. To avoid a network installation, boot with the full DVD, full CD set, or do not pass a repo= parameter that specifies a network source.
as: আপোনাৰ ইনস্টলৰ উৎস এটা নেটৱাৰ্ক স্থানলৈ নিৰ্ধাৰণ কৰা হৈছে, কিন্তু আপোনাৰ চিস্টেমত কোনো নেটৱাৰ্ক ডিভাইচ পোৱা নগল। এটা নেটৱাৰ্ক ইনস্টল অপসৰণ কৰিবলৈ, সম্পূৰ্ণ DVD, সম্পূৰ্ণ CD ৰ দল, এৰে বুট কৰক বা এটা নেটৱাৰ্ক উৎস নিৰ্ধাৰণ কৰা repo= প্ৰাচল নিদিব।

source: E_xit Installer
as: ইনস্টলাৰৰ প্ৰস্থান (_x)

source: z/IPL Boot Loader Configuration
as: z/IPL বুটল'ডাৰৰ সংৰূপ

source: The z/IPL boot loader will be installed on your system.
as: z/IPL বুটল'ডাৰ আপোনাৰ চিস্টেমত ইনস্টল কৰা হ'ব।

source: The z/IPL Boot Loader will now be installed on your system. The root partition will be the one you selected previously in the partition setup. The kernel used to start the machine will be the one to be installed by default. If you wish to make changes later after the installation feel free to change the /etc/zipl.conf configuration file. You can now enter any additional kernel parameters which your machine or your setup may require.
as: z/IPL বুটল'ডাৰ আপোনাৰ চিস্টেমত ইনস্টল কৰা হ'ব। বিভাজন প্ৰতিষ্ঠা কৰোঁতে পূৰ্বে ননিৰ্বাচন কৰা মূল বিভাজনাই মূল বিভাজন হ'ব। ডিভাইচ আৰম্ভ কৰিব'লৈ ব্যৱহাৰ কৰা কাৰ্নেল অবিকল্পিত ভাবে ইনস্টল কৰাতো হ'ব। ইনস্টলৰ পিছত সলনি কৰিব খোজিলে /etc/zipl.conf সংৰূপ ফাইল সলনি কৰিব'লৈ সংকা বোধ নকৰিব। আপুনি এতিয়া অতিৰিক্ত কাৰ্নেল প্ৰাচলসমূহ দিব পাৰে যিবোৰ আপোনাৰ ডিভাইচত বা প্ৰতিস্থাপনত প্ৰয়োগ হ'ব পাৰে।

source: Kernel Parameters
as: কাৰ্নেল প্ৰাচলসমূহ

source: Chandev Parameters
as: ছেণ্ডেভ প্ৰাচলসমূহ

source: Dynamic IP configuration (DHCP)
as: চলমান IP সংৰূপ (DHCP)

source: Manual configuration
as: হস্তচালিত সংৰূপ

source: Automatic, DHCP only
as: স্বচালিত, কেৱল DHCP

source: Automatic
as: স্বচালিত

source: Media Check
as: মাধ্যমৰ পৰীক্ষা

source: Test
as: পৰীক্ষা

source: Eject Disc
as: ডিস্ক বাহিৰ উলিয়াওক

source: Choose "%s" to test the disc currently in the drive, or "%s" to eject the disc and insert another for testing.
as: বৰ্ত্তমানে ড্ৰাইভত থকা ডিস্ক পৰীক্ষা কৰিব'লৈ "%s" নিৰ্বাচন কৰক, বা "%s" নিৰ্বাচন কৰি ডিস্ক বহিষ্কাৰ কৰক আৰু বেলেগ এতিয়া পৰীক্ষা কৰিব'লৈ ভৰাওক।

source: Media ejected
as: মাধ্যম বাহিৰ কৰা হল

source: The disc currently inserted to your drive was ejected. Press %s to continue.
as: আপোনাৰ ড্ৰাইভলে বৰ্তমানে সুমুৱা ডিস্ক বাহিৰ উলিওৱা হৈছিল। আগবাঢ়িবলে %s টিপক।

source: If you would like to test additional media, insert the next disc and press "%s". Testing each disc is not strictly required, however it is highly recommended. Minimally, the discs should be tested prior to using them for the first time. After they have been successfully tested, it is not required to retest each disc prior to using it again.
as: যদি আপুনি অতিৰিক্ত মাধ্যম পৰীক্ষা কৰিব খোজে, পৰৱৰ্তী ডিস্ক ভৰাওক আৰু "%s" টিপক। প্ৰত্যেকখন ডিস্ক পৰীক্ষা কৰাটো কঠোৰ ভাবে প্ৰয়োজন নহয় যদিও এইটো গভীৰ ভাবে উপদেশ দিয়া হয়। অতি কমেও, ডিস্ক সমূহ প্ৰথম বাৰ ব্যৱহাৰ কৰাৰ পূৰ্বে পৰীক্ষা কৰিব লাগে। এবাৰ সফল ভাবে পৰীক্ষা কৰাৰ পিছত, ব্যৱহাৰ কৰাৰ পূৰ্বে পুনঃ পৰীক্ষা কৰাৰ প্ৰয়োজন নাই।

source: The %s disc was not found in any of your drives. Please insert the %s disc and press %s to retry.
as: %s ডিস্ক আপোনাৰ কোনো ড্ৰাইভত পোৱা নগল। অনুগ্ৰহ কৰি %s ডিস্ক ভৰাওক আৰু পুনঃ চেষ্টা কৰিব'লৈ %s টিপক।

source: Disc Found
as: ডিস্ক পোৱা গ'ল

source: To begin testing the media before installation press %s. Choose %s to skip the media test and start the installation.
as: ইনস্টল প্ৰক্ৰিয়াৰ পূৰ্বে মাধ্যম পৰীক্ষা কৰা আৰম্ভ কৰিব'লৈ %s টিপক। মাধ্যমৰ পৰীক্ষা এৰি যাবলৈ %s নিৰ্বাচন কৰক আৰু ইনস্টল আৰম্ভ কৰক।

source: Scanning
as: স্কেন কৰা হৈছে

source: Looking for installation images on CD device %s
as: CD ডিভাইচ %sত ইনস্টল ইমেজ অনুসন্ধান কৰা হৈছে

source: Looking for installation images on CD device %s
as: CD ডিভাইচ %s ত ইনস্টলৰ ছবি বিচৰা হৈছে

source: The %s disc was not found in any of your CDROM drives. Please insert the %s disc and press %s to retry.
as: %s ডিস্ক আপোনাৰ কোনো CDROM ড্ৰাইভত পোৱা নগল। অনুগ্ৰহ কৰি %s ডিস্ক ভৰাওক আৰু পুনঃ চেষ্টা কৰিব'লৈ %s টিপক।

source: Disc Not Found
as: ডিস্ক পোৱা নগল

source: Back
as: পিছলৈ

source: Cannot find kickstart file on CDROM.
as: CDROMত kickstart ফাইল পোৱা নগল।

source: Failed to read directory %s: %m
as: %s ডাইৰেকটৰি পঢ়োঁতে ভুল : %m

source: Loading
as: ল'ড কৰা হৈছে

source: Reading driver disk
as: ড্ৰাইভাৰ ডিস্ক পঢ়া হৈছে

source: Driver Disk Source
as: ড্ৰাইভাৰ ডিস্কৰ উৎস

source: You have multiple devices which could serve as sources for a driver disk. Which would you like to use?
as: আপোনাৰ ওচৰত একাধিক ডিভাইচ আছে যি ড্ৰাইভাৰ ডিস্কৰ উৎস হিচাপে সেৱা কৰিব পাৰে। আপুনি কোনটো ব্যৱহাৰ কৰিব খোজে?

source: There are multiple partitions on this device which could contain the driver disk image. Which would you like to use?
as: ড্ৰাইভাৰ ডিস্ক থাকিব পৰা এই ডিভাইচত একাধিক বিভাজন আছে। আপুনি কোনটো ব্যৱহাৰ কৰিব খোজে ?

source: Failed to mount partition.
as: বিভাজন মাউন্ট কৰিব নগল।

source: Select driver disk image
as: ড্ৰাইভাৰ ডিস্কৰ ছবি নিৰ্বাচন কৰক

source: Select the file which is your driver disk image.
as: আপোনাৰ ড্ৰাইভাৰ ডিস্কৰ ছবি থকা ফাইল নিৰ্বাচন কৰক।

source: Failed to load driver disk from file.
as: ফাইলৰ পৰা ড্ৰাইভাৰ ডিস্ক মাউন্ট কৰিব পৰা নগল।

source: Insert your driver disk into /dev/%s and press "OK" to continue.
as: ড্ৰাইভাৰ ডিস্ক /dev/%sত ভৰাওক আৰু আগবাঢ়িব'লৈ "ঠিক আছে" টিপক।

source: Insert Driver Disk
as: ড্ৰাইভাৰ ডিস্ক দিয়ক

source: Failed to mount driver disk.
as: ড্ৰাইভাৰ ডিস্ক মাউন্ট কৰিব পৰা নগল।

source: Driver disk is invalid for this release of %s.
as: %s ৰ এই মুক্তিৰ বাবে ড্ৰাইভাৰ ডিস্ক অবৈধ।

source: Manually choose
as: নিজে নিৰ্বাচন কৰক

source: Load another disk
as: অন্য এতিয়া ডিস্ক ল'ড কৰক

source: No new drivers were found on this driver disk.This may indicate that this disk has already been loaded,or that the drivers it contains don't match your hardware.Would you like to manually select the driver, continue anyway, or load another driver disk?
as: এই ড্ৰাইভাৰ ডিস্কত কোনো নতুন ড্ৰাইভাৰ পোৱা নগল। ই এনে বুজাব পাৰে যে ডিস্ক ইতিমধ্যে ল'ড কৰা হৈছে, অথবা ই অন্তৰ্ভুক্ত কৰা ড্ৰাইভাৰ আপোনাৰ হাৰ্ডৱেৰৰ সৈতে মিল নাখায়। আপুনি হস্তচালিতভাৱে ড্ৰাইভাৰ নিৰ্বাচন কৰিব বিচাৰে, যেনেহলেও আগবাঢ়িব বিচাৰে, নে অন্য ড্ৰাইভাৰ ডিস্ক ল'ড কৰিব বিচাৰে?

source: Driver disk
as: ড্ৰাইভাৰ ডিস্ক

source: Do you have a driver disk?
as: আপোনাৰ ড্ৰাইভাৰ ডিস্ক আছেনে ?

source: More Driver Disks?
as: আৰু ড্ৰাইভাৰ ডিস্ক ?

source: Do you wish to load any more driver disks?
as: আপুনি আৰু কোন ড্ৰাইভাৰ ডিস্ক তুলি ল'ব খোজে নেকি ?

source: Kickstart Error
as: Kickstart ভুল

source: Unknown driver disk kickstart source: %s
as: অজ্ঞাত ড্ৰাইভাৰ ডিস্ক kickstart উৎস: %s

source: The following invalid argument was specified for the kickstart driver disk command: %s
as: kickstart ড্ৰাইভাৰ ডিস্ক কমান্ডৰ বাবে নিম্নলিখিত অবৈধ তৰ্ক নিৰ্ধাৰিত কৰা হেছিল: %s

source: Please enter any parameters which you wish to pass to the %s module separated by spaces. If you don't know what parameters to supply, skip this screen by pressing the "OK" button.
as: বিক্ত স্থানৰে পৃথক কৰি %s মডিউললৈ আগবঢ়াব খোজা যিকোনো প্ৰাচল দিব পাৰে। যদি কি প্ৰাচল দিয় লাগে আপুনি নেজানে, "ঠিক আছে" বুটাম টিপি এই পৰ্দা এৰি যাওক।

source: Enter Module Parameters
as: মডিউল প্ৰাচলসমূহ দিয়ক

source: No drivers found
as: কোনো ড্ৰাইভাৰ পোৱা নগল।

source: Load driver disk
as: ড্ৰাইভাৰ ডিস্ক ল'ড কৰক।

source: No drivers were found to manually insert. Would you like to use a driver disk?
as: নিজে ভৰাব'লৈ কোনো ড্ৰাইভাৰ পোৱা নগল। আপুনি এটা ড্ৰাইভাৰ ডিধ্ক ব্যৱহাৰ কৰিব খোজে নেকি?

source: Please select the driver below which you wish to load. If it does not appear and you have a driver disk, press F2.
as: অনুগ্ৰহ কৰি তুলি ল'ব খোজা ড্ৰাইভাৰ নিৰ্বাচন কৰক। যদি সেইটো প্ৰকাশ নহয় আৰু আপোনাৰ ওচৰত ড্ৰাইভাৰ ডিস্ক আছে, F2 টিপক।

source: Specify optional module arguments
as: বৈকল্পিক মডিউল তৰ্কসমূহ নিৰ্ধাৰিত কৰক

source: Select Device Driver to Load
as: তুলি ল'ব লগীয়া ডিভাইচ ড্ৰাইভাৰ নিৰ্বাচন কৰক

source: An error occured finding the installation image on your hard drive. Please check your images and try again.
as: আপোনাৰ হাৰ্ড ড্ৰাইভত ইনস্টলৰ ছবি বিচাৰোঁতে ভুল হ'ল। অনুগ্ৰহ কৰি আপোনাৰ ছবিসমূহ পৰীক্ষা কৰক আৰু পুনঃ চেষ্টা কৰক।

source: You don't seem to have any hard drives on your system! Would you like to configure additional devices?
as: আপোনাৰ চিস্টেমত কোনো হাৰ্ড ড্ৰাইভ থকা যেন নেলাগে! অতিৰিক্ত ডিভাইচ সংৰূপ কৰিব বিচাৰেনে?

source: What partition and directory on that partition holds the installation image for %s? If you don't see the disk drive you're using listed here, press F2 to configure additional devices.
as: %s ৰ বাবে ইনস্টলৰ ছবি বিভাজনৰ কোনটো বিভাজন আৰু ডাইৰেকটৰিত আছে ? যদি আপুনি ব্যৱহাৰ কৰা ডিস্ক ড্ৰাইভ তালিকাভুক্ত কৰা দেখা নাই, অতিৰিক্ত ডিভাইচৰ সংৰূপৰ বাবে F2 টিপক।

source: Directory holding image:
as: ছবি থকা ডাইৰেকটৰি:

source: Select Partition
as: বিভাজন নিৰ্বাচন কৰক

source: Device %s does not appear to contain an installation image.
as: %s ডিভাইচত ইনস্টলৰ ছবি থকা যেন নেলাগে।

source: Bad argument to HD kickstart method command: %s
as: হাৰ্ড ড্ৰাইভ kickstart প্ৰক্ৰিয়া কমান্ডলৈ বেয়া তৰ্ক দিয়া হৈছে: %s

source: Cannot find kickstart file on hard drive.
as: kickstart ফাইল হাৰ্ড ড্ৰাইভত পোৱা নগল।

source: Cannot find hard drive for BIOS disk %s
as: %s BIOS ডিস্কৰ বাবে হাৰ্ড ড্ৰাইভ পোৱা নগল।

source: Keyboard Type
as: কিবৰ্ডৰ ধৰণ

source: What type of keyboard do you have?
as: আপোনাৰ কেনে ধৰণৰ কিবৰ্ড আছে ?

source: Error opening kickstart file %s: %m
as: %s kickstart ফাইল খোলোঁতে ভুল হ'ল: %m

source: Error reading contents of kickstart file %s: %m
as: %s kickstart ফাইল বিষয় বস্তু পঢ়োঁতে ভুল হ'ল: %m

source: Error in %s on line %d of kickstart file %s.
as: %s kickstart ফাইলৰ %d শাৰীত %s ভুল পোৱা গ'ল।

source: Missing options on line %d of kickstart file %s.
as: শাৰী %d ত, kickstart ফাইল %s, ৰ বিকল্প নাই।

source: Cannot find ks.cfg on removable media.
as: আঁতৰাব পৰা মাধ্যমত ks.cfg পোৱা নগল।

source: Unable to download the kickstart file. Please modify the kickstart parameter below or press Cancel to proceed as an interactive installation.
as: kickstart ফাইল ডাউনল'ড কৰোঁতে ভুল হ'ল। অনুগ্ৰহ কৰি তলৰ kickstart প্ৰাচল সলনি কৰক বা বাতিল কৰক টিপি পাৰস্পৰিক পৰিবেশত ইনস্টল আৰম্ভ কৰক।

source: Error downloading kickstart file
as: kickstart ফাইল ডাউনল'ড কৰোঁতে ভুল

source: Bad argument to shutdown kickstart method command: %s
as: বন্ধ কৰিব'লৈ kickstart প্ৰক্ৰিয়া কমান্ড লৈ বেয়া তৰ্ক দিয়া হৈছে: %s

source: Welcome to %s for %s
as: %s লৈ স্বাগতম %s ৰ বাবে

source: Welcome to %s for %s - Rescue Mode
as: %s লৈ স্বাগতম %s ৰ বাবে - উদ্ধাৰ পদ্ধতি

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
as: <Tab>/<Alt-Tab> পদাৰ্থৰ মাজত | <Space>-এ নিৰ্বাচন কৰি | <F12> পৰৱৰ্তী পৰ্দালৈ

source: Choose a Language
as: এটা ভাষা নিৰ্বাচন কৰক

source: Local CD/DVD
as: স্থানীয় CD/DVD

source: Hard drive
as: হাৰ্ড ড্ৰাইভ

source: NFS directory
as: NFS ডাইৰেকটৰি

source: Update Disk Source
as: ডিস্কৰ উৎস বৰ্তমানলৈ আনক

source: You have multiple devices which could serve as sources for an update disk. Which would you like to use?
as: আপোনাৰ ওচৰত একাধিক ডিভাইচ আছে যি চিস্টেম আপডেইটসমূহ ডিস্কৰ উৎস হিচাপে সেৱা কৰিব পাৰে। আপুনি কোনটো ব্যৱহাৰ কৰিব খোজে?

source: There are multiple partitions on this device which could contain the update disk image. Which would you like to use?
as: উন্নত ডিস্কৰ প্ৰতিমুৰ্তি থাকিব পৰা এই ডিভাইচত একাধিক বিভাজন আছে। আপুনি কোনটো ব্যৱহাৰ কৰিব খোজে ?

source: Insert your updates disk into %s and press "OK" to continue.
as: আপোনাৰ চিস্টেম আপডেইটসমূহ ডিস্ক %s ত ভৰাই দিয়ক আৰু আগবাঢ়িব'লৈ "ঠিক আছে" টিপক।

source: Updates Disk
as: চিস্টেম আপডেইটসমূহ ডিস্ক

source: Failed to mount updates disk
as: চিস্টেম আপডেইটসমূহ ডিস্ক তুলি ল'বলৈ অক্ষম হ'ল

source: Updates
as: চিস্টেম আপডেইটসমূহ তথ্য

source: Reading anaconda updates
as: Anaconda ৰ উন্নয়ন পঢ়া হৈছে

source: Unable to download the updates image. Please modify the updates location below or press Cancel to proceed without updates..
as: উন্নয়নৰ প্ৰতিমুৰ্তি ডাউনল'ড কৰিব পৰা নগল। তলৰ উন্নয়নৰ স্থান সলনি কৰক বা উন্নয়ন নকৰাকৈ আগবাঢ়িবলৈ বাতিল টিপক..

source: Error downloading updates image
as: উন্নয়নৰ প্ৰতিমুৰ্তি ডাউনল'ড কৰোঁতে ভুল

source: You do not have enough RAM to install %s on this machine.
as: আপোনাৰ ওচৰত এই ডিভাইচত %s ইনস্টল কৰিব'লৈ পৰ্যাপ্ত RAM নাই।

source: Unsupported Hardware Detected
as: অসমৰ্থিত হাৰ্ডৱেৰ চিনাক্ত কৰা হৈছে

source: This hardware (or a combination thereof) is not supported by Red Hat. For more information on supported hardware, please refer to http://www.redhat.com/hardware.
as: এই হাৰ্ডৱেৰ (অথবা এটা সংযুক্তি) Red Hat দ্বাৰা সমৰ্থিত নহয়। সমৰ্থিত হাৰ্ডৱেৰৰ বিষয়ে অধিক তথ্যৰ বাবে, অনুগ্ৰহ কৰি http://www.redhat.com/hardware চাওক।

source: Media Detected
as: মাধ্যম উদ্ঘাটন কৰা হৈছে

source: Found local installation media
as: স্থানীয় ইনস্টল মাধ্যম চিনাক্ত কৰা হৈছে

source: Rescue Method
as: উদ্ধাৰ ধৰণ

source: Installation Method
as: ইনস্টলৰ ধৰণ

source: What type of media contains the rescue image?
as: উদ্ধাৰ ছবিত কোনটো ধৰণৰ মাধ্যমত আছে?

source: What type of media contains the installation image?
as: ইনস্টলৰ ছবি কোন ধৰণৰ মাধ্যমত আছে?

source: No driver found
as: কোনো ড্ৰাইভাৰ পোৱা নগল।

source: Select driver
as: ড্ৰাইভাৰ নিৰ্বাচন কৰক

source: Use a driver disk
as: ড্ৰাইভাৰ ডিস্ক ব্যৱহাৰ কৰক

source: Unable to find any devices of the type needed for this installation type. Would you like to manually select your driver or use a driver disk?
as: ইনস্টল বিধৰ বাবে প্ৰয়োজনীয় ধৰণৰ ডিভাইচ পোৱা নগল। আপুনি নিজেই কোনো ড্ৰাইভাৰ নিৰ্বাচন কৰিব খোজে নে কোনো ড্ৰাইভাৰ ডিস্ক ব্যৱহাৰ কৰিব খোজে?

source: The following devices have been found on your system.
as: নিম্নলিখিত ডিভাইচসমূহ আপোনাৰ চিস্টেমত পোৱা হৈছে।

source: No device drivers have been loaded for your system. Would you like to load any now?
as: আপোনাৰ চিস্টেমৰ বাবে কোনো ডিভাইচ ড্ৰাইভাৰ মাউন্ট কৰা হোৱা নাই। আপুনি এতিয়া তুলি ল'ব খোজে নেকি?

source: Devices
as: ডিভাইচসমূহ

source: Done
as: কৰা হ'ল

source: Add Device
as: ডিভাইচ যোগ কৰক

source: loader has already been run. Starting shell.
as: ল'ডাৰ ইতিমধ্যে চলোৱা হ'ল। শ্বেল আৰম্ভ কৰা হৈছে।

source: Driver disc was detected in %s. Do you want to use it?.
as: ড্ৰাইভাৰ ডিস্ক %s ত চিনাক্ত কৰা হৈছিল। আপুনি ইয়াক ব্যৱহাৰ কৰিব বিচাৰে নে?।

source: Driver disc detected
as: ড্ৰাইভাৰ ডিস্ক চিনাক্ত কৰা হৈছে

source: Use it
as: ইয়াক ব্যৱহাৰ কৰক

source: Skip it
as: ইয়াক বাদ দিয়ক

source: Running anaconda %s, the %s rescue mode - please wait.
as: Anaconda %s সঞ্চালিত হৈছে, %s উদ্ধাৰ অৱস্থা - অনুগ্ৰহ কৰি অপেক্ষা কৰক।

source: Running anaconda %s, the %s system installer - please wait.
as: Anaconda %s সঞ্চালিত হৈছে, %s প্ৰণালী ইনস্টলাৰ - অনুগ্ৰহ কৰি অপেক্ষা কৰক।

source: Unable to find install image %s
as: ইনস্টল ছবি %s পোৱা নগল।

source: Checking "%s".
as: "%s" পৰীক্ষা কৰা হৈছে।

source: Checking media.
as: মাধ্যম পৰীক্ষা কৰা হৈছে।

source: Unable to find the checksum in the image. This probably means the disc was created without adding the checksum.
as: ছবিত ছেকচাম বিচাৰিবলে অক্ষম। ই সম্ভবত এয়া বুজায় যে ডিস্ক ছেকচাম যোগ নকৰাকৈ সৃষ্টি কৰা হৈছিল।

source: Unable to open the image.
as: এই ছবি খুলিব পৰা নগল।

source: The image which was just tested has errors. This could be due to a corrupt download or a bad disc. If applicable, please clean the disc and try again. If this test continues to fail you should not continue the install.
as: এইমাত্ৰ পৰীক্ষা কৰা প্ৰতিমুৰ্তিত ভুল আছে। এটা বেয়া ডাউনল'ড বা ডিস্কৰ বাবে এইটো হ'ব পাৰে। যদি কৰিব পৰা যায়, তেনেহ'লে ডিস্ক পৰিষ্কাৰ কৰি আকৌ চেষ্টা কৰক। এই পৰীক্ষা ব্যৰ্থ হৈ থাকিলে আপুনি ইনস্টলত আগবাঢ়িব নালাগে।

source: Success
as: সফল

source: The image which was just tested was successfully verified. It should be OK to install from this media. Note that not all media/drive errors can be detected by the media check.
as: পৰীক্ষা কৰা প্ৰতিমুৰ্তিক সফলভাবে সত্যাখ্যান কৰা হ'ল। এই মাধ্যমৰ পৰা ইনস্টল কৰা ঠিক হ'ব। মন কৰিব যে সকলো মাধ্যম/ড্ৰাইভৰ ভুল মাধ্যম পৰীক্ষাৰ দ্বাৰা ধৰা নপৰিবও পাৰে।

source: Would you like to perform a checksum test of the ISO image: %s?
as: ISO ছবিৰ চেকছাম পৰীক্ষা কৰিব খোজে নেকি: %s?

source: Checksum Test
as: চেকছাম পৰীক্ষা

source: Bad argument to device kickstart method command: %s
as: ডিভাইচ kickstart প্ৰক্ৰিয়া কমান্ড লৈ বেয়া তৰ্ক দিয়া হৈছে: %s

source: A module name must be specified for the kickstart device command.
as: kickstart ডিভাইচৰ কমান্ডৰ বাবে মডিউলৰ ধৰণৰ নাম নিৰ্দ্ধাৰিত কৰিব লাগিব।

source: Invalid Prefix
as: অবৈধ উপসৰ্গ

source: Prefix must be between 1 and 32 for IPv4 networks or between 1 and 128 for IPv6 networks
as: IPv4 নেটৱাৰ্কৰ বাবে উপসৰ্গ ১ আৰু ৩২ ৰ মাজত বা IPv6 নেটৱাৰ্কৰ বাবে ১ আৰু ১২৮ ৰ মাজত হ'ব লাগিব।

source: There was an error configuring your network interface.
as: আপোনাৰ নেটৱাৰ্ক আন্তঃপৃষ্ঠ সংৰূপ কৰোঁতে ভুল হ'ল।

source: This cannot be corrected in cmdline mode. Halting.
as: ইয়াক কমান্ড শাৰীৰ ধৰণত শুদ্ধ কৰিব নোৱাৰি। ৰখা হৈছে।

source: Network Error
as: নেটৱাৰ্কত ভুল

source: Enable IPv4 support
as: IPv4 সমৰ্থন সক্ষম কৰক

source: Enable IPv6 support
as: IPv6 সমৰ্থন সক্ষম কৰক

source: Configure TCP/IP
as: TCP/IP সংৰূপ কৰক

source: Missing Protocol
as: সন্ধানহিন প্ৰটোকল

source: You must select at least one protocol (IPv4 or IPv6).
as: অতি কমেও এটা প্ৰটোকল (IPv4 বা IPv6) নিৰ্বাচন কৰিব লাগিব।

source: IPv4 Needed for NFS
as: NFSৰ বাবে IPv4ৰ প্ৰয়োজন

source: NFS installation method requires IPv4 support.
as: NFS ইনস্টল প্ৰক্ৰিয়াত IPv4 সমৰ্থনৰ প্ৰয়োজন।

source: IPv4 address:
as: IPv4 ঠিকনা:

source: IPv6 address:
as: IPv6 ঠিকনা:

source: Gateway:
as: গেইটৱে:

source: Name Server:
as: নাম চাৰ্ভাৰ:

source: Enter the IPv4 and/or the IPv6 address and prefix (address / prefix). For IPv4, the dotted-quad netmask or the CIDR-style prefix are acceptable. The gateway and name server fields must be valid IPv4 or IPv6 addresses.
as: IPv4 আৰু/বা IPv6 ঠিকনা আৰু উপসৰ্গ (ঠিকনা / উপসৰ্গ) দিয়ক। IPv4 ৰ বাবে, বিন্দুযুক্ত চতুৰ্গুণ নে'টমাস্ক বা CIDR ধৰণৰ উপসৰ্গ গ্ৰহণযোগ্য। গেইটৱে আৰু নাম চাৰ্ভাৰৰ ক্ষেত্ৰ বৈধ IPv4 বা IPv6 ঠিকনা হ'ব লাগিব।

source: Manual TCP/IP Configuration
as: হস্থচালিত TCP/IP সংৰূপ

source: Missing Information
as: সন্ধানহিন তথ্য

source: You must enter both a valid IPv4 address and a network mask or CIDR prefix.
as: এটা বৈধ IPv4 ঠিকনা আৰু এটা নেটৱাৰ্ক মাস্ক বা CIDR উপসৰ্গ দুয়োতা দিব লাগিব।

source: You must enter both a valid IPv6 address and a CIDR prefix.
as: এটা বৈধ IPv6 ঠিকনা আৰু এটা CIDR উপসৰ্গ দুয়োতা দিব লাগিব।

source: Bad argument to kickstart network command: %s
as: kickstart নেটৱাৰ্ক কমান্ডত বেয়া তৰ্ক দিয়া হৈছে: %s

source: Bad bootproto %s specified in network command
as: নেটৱাৰ্ক কমান্ডত বেয়া বুট বিধি %s নিৰ্দ্দিষ্ট কৰা হৈছে

source: Seconds:
as: ছেকেণ্ড:

source: Networking Device
as: নেটৱাৰ্ক কৰাৰ ডিভাইচ

source: You have multiple network devices on this system. Which would you like to install through?
as: আপোনাৰ এই চিস্টেমত একাধিক নেটৱাৰ্ক ডিভাইচ নছে। আপুনি কোনটোৰ দ্বাৰা ইনস্টল কৰিব খোজে?

source: Identify
as: চিনাক্ত কৰক

source: You can identify the physical port for
as: আপুনি দৈহিক প'ৰ্ট চিনাক্ত কৰিব পাৰে

source: by flashing the LED lights for a number of seconds. Enter a number between 1 and 30 to set the duration to flash the LED port lights.
as: LED চাকি কিছু ছেকেণ্ডৰ বাবে চিক্‌মিককৈ জ্বলায়। LED প'ৰ্টৰ চাকি জ্বলোৱাৰ সময়ৰ বাবে১ আৰু ৩০ মাজৰ যি কোনো সংখ্যা এটা দিয়ক।
