Repository: abiquo/anaconda-ee-el6
Catalog: anaconda-ee-13.21.195/po/*.po
Languages: as

source: Press <enter> for a shell
as: শ্বেলৰ বাবে <enter> টিপক

source: OK
as: ঠিক অাছে

source: You do not have enough RAM to use the graphical installer. Starting text mode.
as: গ্ৰাফীয় ইনস্টলাৰ প্ৰয়োগ কৰিবলৈ অাপোনাৰ ওচৰত পৰ্য্যাপ্ত RAM নাই। লিখিত ৰূপত অাৰম্ভ কৰা হ'ল।

source: Starting graphical installation.
as: গ্ৰাফীয় ইনস্টল প্ৰক্ৰিয়া আৰম্ভ কৰা হৈছে।

source: Would you like to use VNC?
as: আপুনি VNC ব্যৱহাৰ কৰিব নে ?

source: Text mode provides a limited set of installation options. It does not allow you to specify your own partitioning layout or package selections. Would you like to use VNC mode instead?
as: লিখিত ৰূপত সীমিত ইনস্টলৰ বিকল্প পোৱা যায়। ই আপোনাক এটা বিভাজনৰ পৰিকল্পনাৰ নিৰ্ধাৰণ বা পেকেইজৰ নিৰ্বাচন কৰিব নিদিয়ে। আপুনি ইয়াৰ সলনি VNC ধৰণ ব্যৱহাৰ কৰিব নেকি ?

source: Install class forcing text mode installation
as: ইনস্টল শ্ৰেণীয়ে লিখিত ইনস্টল ধৰণ বাধ্য কৰিছে

source: Graphical installation is not available. Starting text mode.
as: গ্ৰাফীয় ইনস্টল ব্যৱস্থা উপস্থিত নাই। টেক্সট অৱস্থা আৰম্ভ কৰা হৈছে।

source: DISPLAY variable not set. Starting text mode.
as: DISPLAY চলকৰ মান নিৰ্ধাৰণ কৰা নহয়। টেক্সট অৱস্থাত আৰম্ভ কৰা হৈছে।

source: Upgrading %s
as: %s ৰ মান উন্নত কৰা হৈছে

source: Installing %s
as: %s ইনস্টল কৰা হৈছে

source: Warning
as: সকীয়নী

source: Filesystems have already been activated. You cannot go back past this point. Would you like to continue with the installation?
as: আপোনাৰ নিৰ্বাচিত ফাইলচিস্টেমসমূহ পূৰ্বেই সক্ৰিয় কৰা হৈছে। এই স্থানৰ পৰা প্ৰত্যাবৰ্তন কৰা সম্ভৱ নহয়। আপুনি ইনস্টল প্ৰক্ৰিয়াৰ পৰবৰ্তী পদক্ষেপলৈ আগবাঢ়িবলৈ ইচ্ছুক নে ?

source: _Exit installer
as: ইনস্টলাৰৰ পৰা বাহিৰ হওক (_E)

source: _Continue
as: আগবাঢ়ক (_C)

source: Bootloader
as: বুটল'ডাৰ

source: Installing bootloader.
as: বুটল'ডাৰ ইনস্টল কৰা হৈছে।

source: There was an error installing the bootloader. The system may not be bootable.
as: বুটল'ডাৰ ইনস্টল কৰিবলৈ সমস্যা দেখা দিছে। চিস্টেম বুট কৰা সম্ভৱ নহব পাৰে।

source: No kernel packages were installed on the system. Bootloader configuration will not be changed.
as: এই প্ৰণালী কোনো কাৰ্নেল পেকেইজ ইনস্টল কৰা নহয়। ইয়াৰ ফলত, ব্যৱহৃত বুটল'ডাৰৰ সংৰূপ পৰিবৰ্তন কৰা নহব।

source: There was an error installing the bootloader. The system may not be bootable
as: বুটল'ডাৰ ইনস্টল কৰোতে এটা ত্ৰুটি হৈছিল। চিস্টেম বুট কৰিব পৰা নহবও পাৰে

source: Completed
as: সম্পূৰ্ণ

source: In progress
as: চলমান

source: The following error was found while parsing the kickstart configuration file: %s
as: বিশ্লেষণ কৰাৰ সময় kickstart সংৰূপে নিম্নলিখিত ত্ৰুটি পোৱা গৈছে: %s

source: Command line mode requires all choices to be specified in a kickstart configuration file.
as: কমান্ড শাৰী অৱস্থাৰ ক্ষেত্ৰত, kickstart সংৰূপ ফাইলত সকলো প্ৰয়োজনীয় পছন্দৰ মান নিৰ্ধাৰিত হোৱা আৱশ্যক।

source: Can't have a question in command line mode!
as: কমান্ড শাৰীৰ ধৰণত প্ৰশ্ন হ'ব নোৱাৰে!

source: An unhandled exception has occurred. This is most likely a bug. Please save a copy of the detailed exception and file a bug report
as: অনিয়ন্ত্ৰিত ব্যতিক্ৰম ঘটিছে। এইটো সম্ভৱতঃ এটা বাগ। বিস্তাৰিত ব্যতিক্ৰমৰ এটা অনুকৃতি একত্ৰিত কৰক আৰু এটা বাগৰ প্ৰতিবেদন নথিভুক্ত কৰক

source: with the provider of this software.
as: এই চফ্টৱেৰ দিয়া জনৰ লগত।

source: against anaconda at %s
as: %s ত anaconda ৰ বিৰুদ্ধে

source: An error occurred saving screenshots to disk.
as: ডিস্কত স্ক্ৰিন-ছট সংৰক্ষণ কৰিবলৈ ত্ৰুটি।

source: Screenshots Copied
as: স্ক্ৰিনশ্বট লোৱা গ'ল

source: The screenshots have been saved in the directory: /root/anaconda-screenshots/ You can access these when you reboot and login as root.
as: স্ক্ৰিন-ছট‍সমূহ চিহ্নিত ডাইৰেকটৰিত সংৰক্ষণ কৰা হৈছে: /root/anaconda-screenshots/ Root পৰিচয় ব্যৱহাৰ কৰি পুনঃ বুট কৰিলে এই‍সমূহ দেখা যাব।

source: Saving Screenshot
as: স্ক্ৰিনশ্বট সংৰক্ষিত কৰা হৈছে

source: A screenshot named '%s' has been saved.
as: '%s' নামৰ স্ক্ৰিনশ্বট সংৰক্ষিত কৰা হ'ল।

source: Error Saving Screenshot
as: স্ক্ৰিনশ্বট সংৰক্ষিত কৰোঁতে ত্ৰুটি হ'ল

source: An error occurred while saving the screenshot. If this occurred during package installation, you may need to try several times for it to succeed.
as: স্ক্ৰিনশ্বট সংৰক্ষিত কৰোঁতে ত্ৰুটি হ'ল। যদি পেকেইজ ইনস্টলৰ সময়ত সংঘটিত হৈছে, তেনেহ'লে সফল হ'বলৈ আপুনি হয়তো বহুবাৰ চেষ্টা কৰিব লাগিব।

source: Installation Key
as: ইনস্টলৰ কি'

source: Choose a passphrase for the encrypted devices. You will be prompted for this passphrase during system boot.
as: এনক্ৰিপ্ট কৰা ডিভাইচৰ বাবে পাছফ্ৰেইছ নিৰ্বাচন কৰক। চিস্টেম বুট কৰাৰ সময় এই পাছফ্ৰেইছ লিখাৰ অনুৰোধ জনোৱা হ'ব।

source: Error with passphrase
as: পাছৱাৰ্ডত ত্ৰুটি

source: The passphrases you entered were different. Please try again.
as: আপুনি দিয়া পাছৱাৰ্ড কেইটা বেলেগ। অনুগ্ৰহ কৰি পুনঃ চেষ্টা কৰক।

source: The passphrase must be at least eight characters long.
as: পাছৱাৰ্ড অতি কমেও ৮টা আখৰ দীঘল হ'ব লাগে।

source: Device %s is encrypted. In order to access the device's contents during installation you must enter the device's passphrase below.
as: ডিভাইচ %s ক ইনক্ৰিপ্টেড হৈছে। ইনস্টলৰ সময়ত ডিভাইচৰ বস্তু অভিগম কৰিবলৈ আপুনি ডিভাইচৰ পাছৱাৰ্ড দিব লাগিব।

source: Cancel
as: বাতিল

source: _Debug
as: ডিবাগ (_D)

source: Waiting for NetworkManager
as: NetworkManager ৰ অপেক্ষা কৰা হৈছে

source: Waiting for NetworkManager to activate these devices: %s
as: NetworkManager এ এই ডিভাইচসমূহ সক্ৰিয় কৰালে অপেক্ষা কৰি আছে: %s

source: Failed to activate these network interfaces: %s
as: এই নেটৱাৰ্ক আন্তঃপৃষ্ঠসমূহ সক্ৰিয় কৰিবলে ব্যৰ্থ: %s

source: Network Configuration
as: নেটৱাৰ্ক সংৰূপ

source: An error occurred trying to bring up the %s network interface.
as: %s নেটৱাৰ্ক আন্তঃপৃষ্ঠ আৰম্ভ কৰোঁতে ভুল হৈছে।

source: Error Enabling Network
as: নেটৱাৰ্ক সামৰ্থবান কৰোতে ত্ৰুটি

source: Error Setting Up Repository
as: ভঁৰাল প্ৰতিষ্ঠা কৰোঁতে ভুল

source: The following error occurred while setting up the installation repository: %(e)s Please provide the correct information for installing %(productName)s.
as: ইনস্টলৰ ভঁৰাল প্ৰতিষ্ঠা কৰোঁতে নিম্নলিখিত ভুল হ'ল: %(e)s %(productName)s ৰ সংস্থপনৰ বাবে অনুগ্ৰহ কৰি শুদ্ধ তথ্য দিয়ক।

source: Storage Device Warning
as: সংৰক্ষণ ডিভাইচ সতৰ্কবাৰ্তা

source: Error processing LVM. There is inconsistent LVM data on %(msg)s. You can reinitialize all related PVs (%(pvs)s) which will erase the LVM metadata, or ignore which will preserve the contents. This action may also be applied to all other PVs with inconsistent metadata.
as: LVM বিশ্লেষণত ত্ৰুটি। %(msg)s ত LVM সংক্ৰান্ত তথ্য সুসংগত নহয়। আপুনি প্ৰয়োজনৰ মতে সকলো সম্বন্ধীয় PV (%(pvs)s) পুনাৰম্ভ কৰিব পাৰে যাৰ ফলত LVM সংক্ৰান্ত মিটা-ডাটা আঁতৰি যাব, বা এইটো উপেক্ষা কৰিলে ইয়াত অন্তৰ্ভুক্ত তথ্য অক্ষুণ্ণ থাকিব। অসংগত মিটা-ডাটা থকা অন্য সকলো PV সমূহত এই কাৰ্য্য প্ৰয়োগ কৰিব পাৰে।

source: _Ignore
as: উপেক্ষা কৰা হ'ব (_I)

source: Ignore _all
as: সকলো উপেক্ষা কৰক (_a)

source: _Re-initialize
as: পুনাৰম্ভ কৰা হ'ব (_R)

source: Re-ini_tialize all
as: সকলোকে পুনাৰম্ভ কৰক (_t)

source: Error Parsing Kickstart Config
as: kickstart সংৰূপ বিশ্লেষণ কৰোঁতে ভুল

source: Error!
as: ভুল!

source: An error occurred when attempting to load an installer interface component. className = %s
as: ইনস্টলাৰ আন্তঃপৃষ্ঠৰ অংশ এটা তুলি ল'বলৈ চেষ্টা কৰোঁতে ভুল হ'ল। className = %s

source: _Exit
as: বাহিৰ (_E)

source: _Retry
as: পুনঃচেষ্টা কৰক (_R)

source: The system will now reboot.
as: প্ৰণালী এতিয়া পুনঃ বুট কৰা হ'ব।

source: _Reboot
as: পুনাৰম্ভ (_R)

source: Exiting
as: প্ৰস্থান কৰা হৈছে

source: Exit installer
as: ইনস্টলাৰৰ পৰা বাহিৰ হওক

source: Are you sure you wish to exit the installer?
as: আপুনি নিশ্চিতৰূপে ইনস্টলাৰৰ পৰা প্ৰস্থান কৰিবলৈ ইচ্ছুক নে ?

source: %s Installer
as: %s ইনস্টলাৰ

source: Unable to load title bar
as: শীৰ্ষক দণ্ড ল'ড কৰিবলে অক্ষম

source: Install Window
as: ইনস্টলাৰ উইন্ডো

source: The ISO image %s has a size which is not a multiple of 2048 bytes. This may mean it was corrupted on transfer to this computer. It is recommended that you exit and abort your installation, but you can choose to continue if you think this is in error.
as: %s ISO প্ৰতিমুৰ্তিৰ এটা আকাৰ আছে যি ২০৪৮ বাইটৰ গুণিতক নহয়। ইয়াৰ মানে এই কমপিউটাৰলৈ স্থানান্তৰ কৰাৰ সময়ত এইটো দূষিত হ'ব পাৰে। আপোনাৰ ইনস্টল বাতিল কৰা আৰু প্ৰস্থান কৰা উপদেশিত, কিন্তু আপুনি আগবাঢ়িব পাৰে যদি আপুনি এইটো এটা ভুল বুলি ভাবে।

source: Couldn't Mount ISO Source
as: ISO ৰ উৎস মাউন্ট কৰিব পৰা নগল

source: An error occurred mounting the source device %s. This may happen if your ISO images are located on an advanced storage device like LVM or RAID, or if there was a problem mounting a partition. Click exit to abort the installation.
as: উৎসৰ ডিভাইচ %s তুলি লওঁতে এটা ভুল হ'ল। এইটো হ'ব পাৰে যদি আপোনাৰ ISO প্ৰতিমুৰ্তিসমূহ কোনো উন্নত ভঁৰালৰ ডিভাইচ যেনে LVM বা RAID ত আছে, বা যদি কোনো বিভাজন তুলি লওঁতে কোনো সমস্যা মৰিল। ইনস্টল বাতিল কৰিবলৈ প্ৰস্থান টিপক।

source: Missing ISO 9660 Image
as: সন্ধানহীন ISO 9660 প্ৰতিমুৰ্তি

source: The installer has tried to mount image #%s, but cannot find it on the hard drive. Please copy this image to the drive and click Retry. Click Exit to abort the installation.
as: ইনস্টলাৰে ছবি #%s মাউন্ট কৰাৰ চেষ্টা কৰিছে, কিন্তু ইয়াক হাৰ্ড ড্ৰাইভত বিচাৰি নাপালে। অনুগ্ৰহ কৰি এই প্ৰতিমুৰ্তি ড্ৰাইভত নকল কৰি পুনৰচেষ্টা টিপক। ইনস্টল এৰি যাবলৈ প্ৰস্থান টিপক।

source: Required Install Media
as: প্ৰয়োজনীয় ইনস্টল মাধ্যম

source: The software you have selected to install will require the following %(productName)s %(productVersion)s discs: %(reqcdstr)s Please have these ready before proceeding with the installation. If you need to abort the installation and exit please select "Reboot".
as: আপুনি বিচৰা চফ্টৱেৰ ইনস্টল কৰিব'লৈ নিম্নলিখিত %(productName)s %(productVersion)s ডিস্কৰ প্ৰয়োজন হ'ব: %(reqcdstr)s ইনস্টলত আগবঢ়াৰ আগতে এইকেইখন সাজু থ'ব। যদি অপোনাক ইনস্টল বন্ধ কৰি প্ৰস্থান কৰাৰ প্ৰয়োজন হয় অনুগ্ৰহ কৰি "পুনাৰম্ভ" নিৰ্বাচন কৰক।

source: _Back
as: পিছলৈ (_B)

source: Error
as: ভুল

source: An error occurred unmounting the disc. Please make sure you're not accessing %s from the shell on tty2 and then click OK to retry.
as: ডিস্ক অৱৰোহন কৰোঁতে ত্ৰুটি হ'ল। অনুগ্ৰহ কৰি আপুনি tty2 ত শ্বেলৰ পৰা %s ক অভিগম নকৰা নিশ্চিত কৰক আৰু পুনৰ চেষ্টা কৰিব'লৈ ঠিক আছে টিপক।

source: Install on System
as: চিস্টেমত ইনস্টল কৰক

source: The following error occurred while setting up the installation repository: %(e)s Installation can not continue.
as: ইনস্টল ভঁৰাল ইনস্টল কৰোতে নিম্নলিখিত ত্ৰুটি দেখা দিলে: %(e)s ইনস্টল আগবাঢ়িব নোৱাৰে।

source: Disk %s contains BIOS RAID metadata, but is not part of any recognized BIOS RAID sets. Ignoring disk %s.
as: ডিস্ক %s এ BIOS RAID মেটাডাটা অন্তৰ্ভুক্ত কৰে, কিন্তু ই কোনো পৰিচিত BIOS RAID সংহতিসমূহৰ অংশ নহয়। ডিস্ক %s উপেক্ষা কৰা হৈছে।

source: Unformatted DASD Device Found
as: ফৰমেট নকৰা DASD ডিভাইচ পোৱা গল

source: Format uninitialized DASD device? There is %d uninitialized DASD device on this system. To continue installation, the device must be formatted. Formatting will remove any data on this device.
as: আৰম্ভ নকৰা DASD ডিভাইচ ফৰমেট কৰিব নে? এই চিস্টেমত %d আৰম্ভ নকৰা DASD ডিভাইচ আছে। ইনস্টল চলাই নিবলে, ডিভাইচ ফৰমেট কৰিব লাগিব। ফৰমেট কৰিলে এই ডিভাইচত যিকোনো তথ্য আতৰি যাব।

source: _Format
as: ফৰমেট (_F)

source: The installation was stopped due to what seems to be a problem with your hardware. The exact error message is: %s. The installer will now terminate.
as: ইনস্টল প্ৰক্ৰিয়া আপোনাৰ হাৰ্ডৱেৰৰ সৈতে এটা সমস্যাৰ বাবে বন্ধ কৰা হৈছিল। প্ৰকৃত ত্ৰুটি বাৰ্তা হল: %s. ইনস্টলাৰ এতিয়া প্ৰস্থান কৰিব।

source: Hardware Error Encountered
as: হাৰ্ডৱেৰ ত্ৰুটি পোৱা গল

source: Error determining boot device's disk name
as: বুট ডিভাইচৰ ডিস্কৰ নাম নিৰ্ধাৰণ কৰিবলৈ ভুল

source: the device containing /boot
as: /boot অন্তৰ্ভুক্ত কৰা ডিভাইচ

source: After shutdown, please perform a manual IPL from %s to continue installation.
as: বন্ধ কৰাৰ পিছত, ইনস্টল চলাই নিবলে অনুগ্ৰহ কৰি %s ৰ পৰা এটা হস্তচালিত IPL পৰিৱেশন কৰক।

source: There was an error running the kickstart script at line %(lineno)s. You may examine the output in %(msgs)s. This is a fatal error and installation will be aborted. Press the OK button to exit the installer.
as: kickstart স্ক্ৰিপ্টৰ %(lineno)s শাৰী সঞ্চালনত সমস্যা। %(msgs)s ত ইয়াৰ ফলাফল চাব পাৰিব। এইটো এটা গুৰুতৰ সমস্যা আৰু ইয়াৰ ফলত ইনস্টলৰ কাম পৰিত্যাগ কৰা হ'ব। ঠিক আছেটিপি ইনস্টলাৰৰ পৰা প্ৰস্থান কৰক।

source: Scriptlet Failure
as: লিপিৰ ব্যৰ্থতা

source: Escrow certificate with url %s requires network to be enabled in loader or configured in kickstart file.
as: url %s ৰ সৈতে Escrow প্ৰমাণপত্ৰৰ নেটৱাৰ্ক ল'ডাৰত সামৰ্থবান থকা অথবা kickstart ফাইলৰ সংৰূপীত থকাৰ প্ৰয়োজন।

source: The following error was encountered while downloading the escrow certificate: %s
as: escrow প্ৰমাণপত্ৰ ডাউনল'ড কৰোতে এই ভুল পোৱা গ'ল: %s

source: Error processing %%ksappend lines: %s
as: %%ksappend শাৰী বিশ্লেষণ কৰোঁতে ভুল: %s

source: Unknown error processing %%ksappend lines: %s
as: %%ksappend শাৰী বিশ্লেষণ কৰোঁতে অজ্ঞাত ভুল: %s

source: Post-Installation
as: ইনস্টলৰ পিছৰ

source: Running post-installation scripts
as: ইনস্টলৰ পিছৰ স্ক্ৰিপ্ট সঞ্চালিত হৈছে

source: Pre-Installation
as: ইনস্টলৰ আগৰ ব্যৱস্থাপনা

source: Running pre-installation scripts
as: ইনস্টলৰ প্ৰাক্কালৰ স্ক্ৰিপ্ট সঞ্চালিত হৈছে

source: Missing Package
as: হেৰোৱা পেকেইজ

source: You have specified that the package '%s' should be installed. This package does not exist. Would you like to continue or abort this installation?
as: '%s' নামক পেকেইজ ইনস্টল কৰাৰ নিৰ্দেশ দিয়া হৈছে। এই নামৰ কোনো পেকেইজ বৰ্তমানে উপস্থিত নাই। ইনস্টল কাম চলায় যোৱা হ'ব নে পৰিত্যাগ কৰা হ'ব?

source: _Abort
as: বন্ধ (_A)

source: _Ignore All
as: সকলো অগ্ৰাহ্য কৰা হ'ব (_I)

source: Missing Group
as: হেৰোৱা দল

source: You have specified that the group '%s' should be installed. This group does not exist. Would you like to continue or abort this installation?
as: '%s' নামক সংকলন ইনস্টল কৰাৰ নিৰ্দেশ দিয়া হৈছে। এই নামৰ কোনো সংকলন বৰ্তমানে উপস্থিত নাই। ইনস্টল কামত আগবাঢ়ি যোৱা হ'ব নে পৰিত্যাগ কৰা হ'ব?

source: The kickstart configuration file is missing required information that anaconda cannot prompt for. Please add the following sections and try again: %s
as: ব্যৱহৃত kickstart ফাইলত কিছু তথ্য সন্ধানহিন আছে। Anaconda দ্বাৰা এই তথ্যসমূহ লিখাৰ অনুৰোধ কৰা সম্ভৱ নহয়। অনুগ্ৰহ কৰি নিম্নলিখিত বিভাগত তথ্য পূৰণ কৰি পুনঃ প্ৰচেষ্টা কৰক: %s

source: Unable to find image
as: ইনস্টল ছবি পোৱা নগল।

source: The given location isn't a valid %s live CD to use as an installation source.
as: ইনস্টলৰ উৎস হিচাপে ব্যৱহাৰ কৰিবলৈ আপুনি দিয়া স্থান এটা বৈধ %s জীৱন্ত (লাইভ) CD নহয়।

source: Copying live image to hard drive.
as: জীৱন্ত প্ৰতিমুৰ্ত্তি হাৰ্ড ড্ৰাইভলৈ নকল কৰা হৈছে।

source: There was an error installing the live image to your hard drive. This could be due to bad media. Please verify your installation media. If you exit, your system will be left in an inconsistent state that will require reinstallation.
as: আপোনাৰ হাৰ্ড ড্ৰাইভত জীৱন্ত প্ৰতিমুৰ্তি ইনস্টল কৰোঁতে ভুল হ'ল। এইটো এটা বেয়া মাধ্যমৰ কাৰণে হ'ব পাৰে। অনুগ্ৰহ কৰি আপোনাৰ ইনস্টলৰ উৎস পৰীক্ষা কৰক। প্ৰস্থান কৰিলে, আপোনাৰ চিস্টেম এটা স্থিৰতাহীন অৱস্থাত থাকিব যিটোক পুনঃইনস্টলৰ প্ৰয়োগ হ'ব।

source: Performing post-installation filesystem changes. This may take several minutes.
as: ইনস্টলৰ পিছত ফাইলচিস্টেম সংক্ৰান্ত কাম সঞ্চালন কৰা হৈছে। এই কামত কিছুমান মিনিট ব্যয় হ'ব পাৰে।

source: The root filesystem you created is not large enough for this live image (%.2f MB required).
as: আপুনি সৃষ্টি কৰা ৰূট ফাইলচিস্টেম এই লাইভ প্ৰতিমুৰ্তিৰ বাবে যথেষ্ট নহয় (%.2f MB ৰ প্ৰয়োজন)।

source: Hostname must be 255 or fewer characters in length.
as: হস্টৰ নাম দীৰ্ঘত ২৫৫ বা কমসংখ্যাৰ আখৰৰ হ'ব লাগিব।

source: Hostname must start with a valid character in the ranges 'a-z', 'A-Z', or '0-9'
as: হস্টৰ নাম 'a-z', 'A-Z', বা '0-9' অঞ্চলৰ কোনো বৈধ আখৰৰে আৰম্ভ হ'ব লাগিব।

source: Hostnames can only contain the characters 'a-z', 'A-Z', '0-9', '-', or '.'
as: হস্টৰ নামত অকল 'a-z', 'A-Z', '0-9', '-', বা '.' আখৰ থাকিব পাৰিব।

source: IP address is missing.
as: IP ঠিকনা সন্ধানহিন।

source: IPv4 addresses must contain four numbers between 0 and 255, separated by periods.
as: IP ঠিকনাত ০ আৰু ২৫৫ ৰ মাজৰ ৪-টা সংখ্যা থাকিব, বিৰাহৈছে অসংলগ্ন কৰা।

source: '%s' is not a valid IPv6 address.
as: '%s' বৈধ IPv6 ঠিকনা নহয়।

source: '%s' is an invalid IP address.
as: '%s' অবৈধ IP ঠিকনা।

source: You do not have an active network connection. This is required by some exception saving methods. Would you like to configure your network now?
as: আপোনাৰ এটা সক্ৰিয় নেটৱাৰ্ক সংযোগ নাই। ইয়াক কিছুমান ব্যতিক্ৰম সংৰক্ষণীয় পদ্ধতিসমূহ দ্বাৰা প্ৰয়োজন হয়। আপোনাৰ নেটৱাৰ্ক এতিয়া সংৰূপ কৰিব বিচাৰে নেকি?

source: No Network Available
as: নেটৱাৰ্ক নাই

source: Remote exception saving methods will not work.
as: দূৰৱৰ্তী ব্যতিক্ৰম সংৰক্ষণীয় পদ্ধতিসমূহ কাম নকৰিব।

source: Device Resize Failed
as: ডিভাইচক পুনঃ আকাৰ দিয়া ব্যৰ্থ

source: An error was encountered while resizing device %s.
as: %s ডিভাইচক পুনঃ আকাৰ দিওঁতে ভুল হৈছে।

source: Device Creation Failed
as: ডিভাইচৰ সৃষ্টি ব্যৰ্থ

source: An error was encountered while creating device %s.
as: %s ডিভাইচক সৃষ্টি কৰোঁতে ভুল হৈছে।

source: Device Removal Failed
as: ডিভাইচৰ আঁতৰুৱা ব্যৰ্থ

source: An error was encountered while removing device %s.
as: %s ডিভাইচক আঁৰাওতে ভুল হৈছে।

source: Device Setup Failed
as: ডিভাইচৰ প্ৰতিষ্ঠা ব্যৰ্থ

source: An error was encountered while setting up device %s.
as: %s ডিভাইচক প্ৰতিষ্ঠা কৰোঁতে ভুল হৈছে।

source: Resizing Failed
as: পুনঃ আকাৰ দিয়া ব্যৰ্থ

source: There was an error encountered while resizing the device %s.
as: %s ডিভাইচক পুনঃ আকাৰ দিওঁতে ভুল হৈছে।

source: Migration Failed
as: প্ৰব্ৰজন ব্যৰ্থ

source: An error was encountered while migrating filesystem on device %s.
as: %s ডিভাইচত ফাইলচিস্টেম প্ৰব্ৰজন কৰোঁতে ভুল হৈছে।

source: Formatting Failed
as: ফৰ্মেট কৰা ব্যৰ্থ

source: An error was encountered while formatting device %s.
as: %s ডিভাইচক ফৰ্মেট কৰোঁতে ভুল হৈছে।

source: Storage Activation Failed
as: ভঁৰালৰ সক্ৰিয়কৰণত ব্যৰ্থ

source: An error was encountered while activating your storage configuration.
as: আপোনাৰ ভঁৰালৰ সংৰূপ সক্ৰিয় কৰোঁতে ভুল হৈছে।

source: _File Bug
as: বাগ প্ৰতিবেদন কৰক (_F)

source: Warning! This is pre-release software!
as: সকীয়নী! এইটো পূৰ্ব-উন্মোচন চফ্টৱেৰ!

source: Thank you for downloading this pre-release of %(productName)s. This is not a final release and is not intended for use on production systems. The purpose of this release is to collect feedback from testers, and it is not suitable for day to day usage. To report feedback, please visit: %(bugzillaUrl)s and file a report against '%(fileagainst)s'.
as: %(productName)s ৰ এই পূব‌মুক্ত পোৱা চফ্টৱেৰ ডাউনল'ড কৰাৰ বাবে ধন্যবাদ। এইটো চূড়ান্ত মুকলি নহয় আৰু উৎপাদনৰ চিস্টেমত ব্যৱহাৰৰ বাবে অভিলষিত নহয়। এই মুকলিৰ লক্ষ্য হৈছে পৰীক্ষকৰ পৰা প্ৰত্যাৱৰ্তন সংগ্ৰহ কৰা আৰু এইটো নিত্য ব্যৱহাৰৰ বাবে উচিত নহয়। প্ৰত্যাৱৰ্তনৰ প্ৰতিবেদন দিবলৈ, অনুগ্ৰহ কৰি চাব: %(bugzillaUrl)s আৰু '%(fileagainst)s' ৰ বিৰুদ্ধে প্ৰতিবেদন দিব।

source: _Install anyway
as: যিকোনো উপায়ে ইনস্টল (_I)

source: Your system will now be rebooted...
as: আপোনাৰ চিস্টেম এতিয়া পুনাৰম্ভ কৰা হ'ব...

source: Please enter a volume group name.
as: অনুগ্ৰহ কৰি আয়তন দলৰ এটা নাম দিয়ক।

source: Volume Group Names must be less than %d characters
as: আয়তন দল নামসমূহ %d আখৰসমূহৰ কম হব লাগিব

source: Error - the volume group name %s is not valid.
as: ভুল - আয়তন দলৰ নাম %s অবৈধ।

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
as: ভুল - আয়তন দলৰ নামত অবৈধ আখৰ বা ৰিক্ত স্থান আছে। কোনো বৰ্ণ, সংখ্যা, '.' বা '_' হে গ্ৰহণযোগ্য।

source: Please enter a logical volume name.
as: অনুগ্ৰহ কৰি যৌক্তিক আয়তনৰ এটা নাম দিয়ক।

source: Logical Volume Names must be less than %d characters
as: যৌক্তিক আয়তন নামসমূহ %d আখৰসমূহৰ কম হব লাগিব

source: Error - the logical volume name %s is not valid.
as: ভুল - যৌক্তিক আয়তনৰ নাম %s অবৈধ।

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
as: ভুল - যৌক্তিক আয়তনৰ নামত অবৈধ আখৰ বা ৰিক্ত স্থান আছে। কোনো বৰ্ণ, সংখ্যা, '.' বা '_' হে গ্ৰহণযোগ্য।

source: The mount point %s is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
as: %s মাউন্ট বিন্দু অবৈধ। মাউন্ট বিন্দু '/' দি আৰম্ভ হ'ব লাগিব কিন্তু '/' দি অন্ত হ'ব নোৱাৰে, মুদ্ৰণ কৰিব পৰা আখৰ থাকিব লাগিব আৰু কোনো ৰিক্ত স্থান থাকিব নোৱাৰে।

source: Unable To Delete
as: মচিব পৰা নাই

source: You must first select a partition to delete.
as: মচিবলৈ প্ৰথমে আপুনি বিভাজন এটা নিৰ্ধাৰিত কৰিব লাগিব।

source: Confirm Delete
as: মচা সুনিশ্চিত কৰক

source: You are about to delete all partitions on the device '%s'.
as: আপুনি '%s' ডিভাইচৰ সকলো বিভাজন মচিব ওলাইছে।

source: _Delete
as: মচক (_D)

source: Notice
as: মন কৰক

source: The following partitions were not deleted because they are in use: %s
as: নিম্নলিখিত বিভাজন সমূহ ব্যৱহাৰত থকাৰ বাবে মচা নগল: %s

source: Format as Swap?
as: শ্বাপ হিচাপে ফৰমেট কৰা যাওক ?

source: %s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
as: %s ত 0x82 (Linux শ্বাপ) ধৰণৰ বিভাজন আছে যদিও Linux শ্বাপ বিভাজন হিচাপে আকৃতি দিয়া হোৱা নাই। এই বিভাজন শ্বাপ বিভাজন হিচাপে ফৰমেট কৰিব বিচাৰে নেকি?

source: You need to select at least one hard drive to install %s.
as: আপুনি অতি কমেও এটা হাৰ্ড ড্ৰাইভ নিৰ্বাচিত কৰিব লাগিব %s ইনস্টল কৰিবলৈ।

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this partition.
as: ফৰমেট নকৰাকে আপুনি এটা পূৰ্ব-অৱস্থিত বিভাজন এই ইনস্টলৰ বাবে নিৰ্বাচিত কৰিছে। আপুনি এই বিভাজন ফৰমেট কৰিব'লৈ আমি উপদেশ দিওঁ যাতে পূৰ্ব্বৰ কাৰ্য্যকৰ চিস্টেমৰ ইনস্টলৰ ফাইলই এই Linuxৰ ইনস্টলত কোনো সমস্যা নকৰি। তথাপিও, যদি এই বিভাজনত আপুনি ৰাখিব লগা ফাইল আছে, যেনে ঘৰৰ ডাইৰেকটৰি, তেনেহ'লে এই বিভাজন ফৰমেট নকৰাকৈ আগবাঢ়ক।

source: Format?
as: ফৰমেট কৰোঁ ?

source: _Modify Partition
as: বিভাজন সলনি কৰক (_M)

source: Do _Not Format
as: ফৰমেট নকৰিব (_N)

source: Error with Partitioning
as: বিভাজন কৰোতে ভুল।

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %(productName)s. %(errorstr)s
as: নিম্নলিখিত গুৰুত্বপূৰ্ণ ভুল সমূহ আপোনাৰ বিচৰা বিভাজনৰ আঁচনিত আছিল। এই ভুলসমূহ আপোনাৰ %(productName)s ইনস্টলৰ লগত আগবঢ়াৰ আগতে শুদ্ধ কৰিব লাগিব। %(errorstr)s

source: Partitioning Warning
as: বিভাজন প্ৰক্ৰিয়াৰ সকীয়নী

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
as: আপুনি বিচৰা বিভাজন প্ৰণালীত নিম্নলিখিত সকীয়নী আছে। %s আপুনি বিচৰা বিভাজন প্ৰণালীৰ লগত আপুনি আগবাঢ়িব খোজে নেকি?

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
as: নিম্নলিখিত পূৰ্ব - অৱস্থিত বিভাজন সমূহ ফৰমেট কৰি সকলো তথ্য নাশ কৰিব'লৈ নিৰ্বাচন কৰা হৈছে।

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
as: আগবাঢ়িব'লৈ আৰু বিভাজন সমূহ ফৰমেট কৰিব'লৈ 'হয়' নিৰ্বাচন কৰক ন'হ'লে পিছলৈ গৈ আৰু পছন্দ সমূহ সলনি কৰিবলৈ 'নহয়' নিৰ্বাচন কৰক।

source: Format Warning
as: ফৰমেটৰ সকীয়নী

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
as: আপুনি এই আয়তন দল মচিব খোজিছে "%s". এই আয়তন দলৰ সকলো যৌক্তিক আয়তন হেৰাব!

source: You are about to delete the logical volume "%s".
as: আপুনি "%s" লজিকোল আয়তন মচিব লৈছে।

source: You are about to delete a RAID device.
as: আপুনি এটা RAID ডিভাইচ মচিব লৈছে।

source: You are about to delete the %s partition.
as: আপুনি %s বিভাজন মচিব লৈছে।

source: You are about to delete the %(type)s %(name)s
as: আপুনি %(type)s %(name)s মচিব লৈছে।

source: Confirm Reset
as: পুনৰসংহতি কৰা নিশ্চিত কৰক
