Repository: abiquo/anaconda-ee-el6
Catalog: anaconda-ee-13.21.195/po/*.po
Languages: as

source: Installation requires partitioning of your hard drive. The default layout is suitable for most users. Select what space to use and which drives to use as the install target.
as: ইনস্টলৰ বাবে হাৰ্ড-ড্ৰাইভ বিভাজন কৰা আৱশ্যক। অবিকল্পিতৰূপে, অধিকাংশ ব্যৱহাৰকাৰীৰ সুবিধা বিবেচনা কৰি এটা বিভাজন সংৰূপ নিৰ্বাচন কৰা হয়। ইনস্টলৰ লক্ষ্য স্থল ৰূপে কোন অংশ আৰু ড্ৰাইভ‍সমূহ ব্যৱহাৰ কৰা হ'ব সেইটো নিৰ্ধাৰণ কৰক।

source: Use entire drive
as: সমস্ত ড্ৰাইভ ব্যৱহাৰ কৰক

source: Replace existing Linux system
as: বৰ্তমানৰ Linux চিস্টেম পুনঃ স্থাপন কৰক

source: Use free space
as: মুক্ত স্থান ব্যৱহাৰ কৰক

source: Which drive(s) do you want to use for this installation?
as: ইনস্টলৰ বাবে কোনটো ড্ৰাইভ(সমূহ) আপুনি ব্যৱহাৰ কৰিব খোজে ?

source: <Space>,<+>,<-> selection | <F2> Add drive | <F12> next screen
as: <Space>,<+>,<-> নিৰ্বাচন কৰা | <F2> ড্ৰাইভ যোগ কৰক | <F12> পৰৱৰ্তী পৰ্দা

source: Package Installation
as: পেকেইজৰ ইনস্টল

source: In which time zone are you located?
as: আপুনি কোনটো সময় অঞ্চলত আছে ?

source: System clock uses UTC
as: চিস্টেমৰ ঘড়ীয়ে UTC ব্যৱহাৰ কৰি

source: Update boot loader configuration
as: বুটল'ডাৰৰ সংৰূপ বৰ্তমানলৈ আনক

source: Skip boot loader updating
as: বুটল'ডাৰৰ সংৰূপ এৰি যাওক

source: This release of %(productName)s supports the an updated file system, which has several benefits over the file system traditionally shipped in %(productName)s. This installation program can migrate formatted partitions without data loss. Which of these partitions would you like to migrate?
as: %(productName)s ৰ এই মুক্তিয়ে উন্নত ফাইল চিস্টেমৰ সমৰ্থন কৰি, যাৰ %(productName)s ত পৰম্পৰাগত ভাবে পৰিবাহিত কৰা ফাইল চিস্টেমতকৈ বহুত সুবিধা আছে। এই ইনস্টল কাৰ্য্যক্ৰমে তথ্য নাশ নোহোৱাকৈ আকৃতি দিয়া বিভাজনৰ মাজত প্ৰব্ৰজন কৰিব পাৰে। নিম্নলিখিত বিভাজন সমূহৰ কোনটো আপুনি প্ৰব্ৰজন কৰিব খোজে?

source: Free Space
as: মুক্ত স্থান

source: RAM detected (MB):
as: RAM উদ্ঘাটন কৰা হ'ল (MB):

source: Suggested size (MB):
as: প্ৰস্তাৱিত আকাৰ (MB):

source: Swap file size (MB):
as: শ্বাপ ফাইলৰ আকাৰ (MB):

source: Add Swap
as: শ্বাপ যোগ কৰক

source: The value you entered is not a valid number.
as: আপুনি দিয়া পৰিমাণ বৈধ সংখ্যা নহয়।

source: Reinstall System
as: চিস্টেম পুনঃ ইনস্টল কৰক

source: System to Upgrade
as: উন্নয়নৰ বাবে চিস্টেম

source: There seem to be one or more existing Linux installations on your system. Please choose one to upgrade, or select 'Reinstall System' to freshly install your system.
as: আপোনাৰ চিস্টেমত একাধিক Linux ইনস্টল ইতিমধ্যে পোৱা গৈছে। উন্নয়নৰ বাবে এটা নিৰ্বাচন কৰক, বা সতেজকৈ চিস্টেম ইনস্টল কৰিবলৈ 'চিস্টেমৰ পুনঃ ইনস্টল' নিৰ্বাচন কৰক।

source: Root Password
as: ৰূটৰ পাছৱাৰ্ড

source: Pick a root password. You must type it twice to ensure you know it and do not make a typing mistake.
as: ৰূটৰ পাছৱাৰ্ড এটা বাছি লওক। আপুনি এই শব্দটো জানিব'লৈ দুবাৰ লিখিবই লাগিব আৰু লিখাৰ সময়ত কোনো ভুল নকৰিব।

source: The root password must be at least 6 characters long.
as: ৰূটৰ পাছৱাৰ্ড অতি কমেও ৬টা আখৰ দৈৰ্ঘ্যৰ হ'ব লাগিব।

source: Welcome to %s!
as: %sলৈ আদৰণি!

source: The z/IPL Boot Loader will be installed on your system after installation is complete. You can now enter any additional kernel and chandev parameters which your machine or your setup require.
as: ইনস্টল প্ৰক্ৰিয়াৰ অন্তত z/IPL বুটল'ডাৰ আপোনাৰ চিস্টেমত ইনস্টল কৰা হ'ব। আপুনি কোনো অতিৰিক্ত কাৰ্নেল আৰু ছেণ্ডেভ প্ৰাচল দিব পাৰে যি আপোনাৰ ডিভাইচ বা প্ৰতিস্থাপনৰ প্ৰয়োজনীয় হয়।

source: z/IPL Configuration
as: z/IPL সংৰূপ

source: Chandev line
as: ছেণ্ডেভ শাৰী

source: Install
as: ইনস্টল

source: Install the live CD to your hard disk
as: লাইভ CD ক আপোনাৰ হাৰ্ড ডিস্কত ইনস্টল কৰক

source: Install to Hard Drive
as: হাৰ্ড ড্ৰাইভত ইনস্টল কৰক

source: Some packages associated with this group are not required to be installed but may provide additional functionality. Please choose the packages which you would like to have installed.
as: এই দলৰ সৈতে সম্বন্ধ থকা কিছু পেকেইজৰ ইনস্টলৰ প্ৰয়োজন নাই কিন্তু অতিৰিক্ত কাৰ্য্যকাৰিতা দিব পাৰে। আপুনি ইনস্টল কৰিব বিচৰা পেকেইজ বাছি লওক।

source: _Deselect
as: নিৰ্বাচন নকৰিব (_D)

source: _Deselect all optional packages
as: সকলো বৈকল্পিক পেকেইজ নিৰ্বাচন নকৰিব (_D)

source: _Optional packages
as: বৈকল্পিক পেকেইজ (_O)

source: _Select
as: বাছক (_S)

source: _Select all optional packages
as: সকলো বৈকল্পিক পেকেইজ নিৰ্বাচন কৰক (_S)

source: dialog1
as: ডাইলগ১

source: Confirm:
as: সুনিশ্চিত কৰক:

source: Root Password:
as: ৰূটৰ পাছৱাৰ্ড:

source: The root account is used for administering the system. Enter a password for the root user.
as: ৰূটৰ হিচাপ চিস্টেমৰ পৰিচালনাৰ বাবেহে। ৰূট ব্যৱহাৰকাৰীৰ বাবে পাছৱাৰ্ড দিয়ক।

source: Active network interfaces:
as: সক্ৰিয় নেটৱাৰ্ক আন্তঃপৃষ্ঠসমূহ:

source: Add _FCoE SAN
as: FCoE SAN যোগ কৰক (_F)

source: Add _ZFCP LUN
as: ZFCP LUN যোগ কৰক (_Z)

source: Add _iSCSI target
as: iSCSI লক্ষ্য যোগ কৰক (_i)

source: Advanced Storage Options
as: উন্নত ভঁৰালৰ বিকল্প

source: C_onfigure Network
as: নেটৱাৰ্ক সংৰূপণ কৰক (_o)

source: How would you like to modify your drive configuration?
as: আপুনি কেনেদৰে ড্ৰাইভ সংৰূপ সালসলনি কৰিব খোজে ?

source: None
as: কোনো নহয়

source: _Add drive
as: ড্ৰাইভ যোগ কৰক (_A)

source: _Bind targets to network interfaces
as: নেটৱাৰ্ক আন্তঃপৃষ্ঠসমূহলে লক্ষ্যসমূহ বান্ধক (_B)

source: <b>Repository _name:</b>
as: <b>ভঁৰালৰ নাম (_n):</b>

source: <b>Repository _type:</b>
as: <b>ভঁৰালৰ ধৰণ (_t):</b>

source: Configure _proxy
as: প্ৰক্সি সংৰূপ কৰক (_p)

source: HTTP/FTP CD/DVD NFS Hard Drive
as: HTTP/FTP CD/DVD NFS হাৰ্ড ড্ৰাইভ

source: Opt_ions
as: বিকল্পসমূহ (_i)

source: Please provide the configuration information for this software repository.
as: অনুগ্ৰহ এই চফ্টৱেৰৰ ভঁৰালৰ সংৰূপৰ তথ্য দিয়ক।

source: Proxy U_RL (host:port)
as: প্ৰক্ৰি URL (_R) (host:port)

source: Proxy pass_word
as: প্ৰক্সিৰ পাছৱাৰ্ড (_w)

source: Proxy u_sername
as: প্ৰক্সিৰ ব্যৱহাৰকাৰীৰ নাম (_s)

source: Repository _URL
as: ভঁৰালৰ URL (_U)

source: Select A Directory
as: ডাইৰেকটৰি নিৰ্বাচন কৰক

source: URL is a _mirror list
as: URL প্ৰতিৰূপৰ এটা তালিকা (_m)

source: _Directory
as: ডাইৰেকটৰি (_D)

source: _Partition
as: বিভাজন (_P)

source: _Path
as: পথ (_P)

source: _Server
as: চাৰ্ভাৰ (_S)

source: Reboo_t
as: পুনাৰম্ভ (_t)

source: _Next
as: পৰৱৰ্তী(_N)

source: <b>Shrink partition _to size (in MB):</b>
as: <b>বিভাজনক এই আকাৰলৈ হ্ৰাস কৰক (MB ত): (_t)</b>

source: Re_view and modify partitioning layout
as: বিভাজনৰ পৰিকল্পনা নিৰীক্ষণ আৰু সালসলনি কৰক (_v)

source: Volume to Shrink
as: মাপ হ্ৰাস উদ্দেশ্যে চিহ্নিত আয়তন

source: Which partition would you like to shrink to make room for your installation?
as: ইনস্টল ধাৰণ কৰাৰ উদ্দেশ্যে কোন বিভাজনৰ মাপ পৰিবৰ্তন কৰা হ'ব?

source: Which type of installation would you like?
as: আপুনি কেনে ধৰণৰ ইনস্টল বিচাৰিব ?

source: _Encrypt system
as: চিস্টেমক গোপনীয় কৰক (_E)

source: _Shrink
as: মাপ হ্ৰাস কৰা হ'ব (_S)

source: BIOS Drive Order
as: BIOS ড্ৰাইভৰ ক্ৰম

source: Boot loader device
as: বুট ল'ডাৰ ডিভাইচ

source: First BIOS drive:
as: প্ৰথম BIOS ডিভাইচ:

source: Fourth BIOS drive:
as: চতুৰ্থ BIOS ডিভাইচ:

source: Second BIOS drive:
as: দ্বিতীয় BIOS ডিভাইচ:

source: Third BIOS drive:
as: তৃতীয় BIOS ডিভাইচ:

source: Where would you like to install the boot loader for your system?
as: আপুনি চিস্টেমৰ বাবে বুটল'ডাৰ ক'ত ইনস্টল কৰিব খোজিছে ?

source: <b>Data Storage Devices</b> (to be mounted only)
as: <b>তথ্য সংৰক্ষণৰ ডিভাইচ</b> (অকল মাউন্ট কৰা যাব)

source: <b>Install Target Devices</b>
as: <b>ইনস্টলৰ বাবে লক্ষ্য ডিভাইচ</b>

source: Below are the storage devices you've selected to be a part of this installation. Please indicate using the arrows below which devices you'd like to use as data drives (these will not be formatted, only mounted) and which devices you'd like to use as system drives (these may be formatted). Please also indicate which system drive will have the bootloader installed.
as: এই ইনস্টলৰ বাবে নিৰ্বাচিত সংৰক্ষণৰ ডিভাইচসমূহ তলত চিহ্নিত কৰা হৈছে। তথ্য ধাৰণকৰ্তা ড্ৰাইভ (এইসমূহ ফ'ৰ্মেট কৰা নহব, অকল মাউন্ট কৰা হ'ব) আৰু প্ৰণালীৰ ড্ৰাইভ (এইসমূহ ফ'ৰ্মেট কৰা হ'ব) ৰূপে ব্যৱহাৰযোগ্য ডিভাইচসমূহ, তলত উপস্থিত কাঁড় চিহ্নৰ সহায়ত চিহ্নিত কৰক। অনুগ্ৰহ কৰি এইটোও ক'ব কোনটো প্ৰণালীৰ ড্ৰাইভত বুটল'ডাৰ ইনস্টল কৰা হ'ব।

source: <span size="small" color="gray">Create a RAID formated partition</span>
as: <span size="small" color="gray">RAID ৰূপে ফ'ৰ্মেট কৰা এটা বিভাজন নিৰ্মাণ কৰক</span>

source: <span size="small" color="gray">Create a logical volume on selected volume group</span>
as: <span size="small" color="gray">নিৰ্বাচিত আয়তন গ্ৰুপত এটা যৌক্তিক আয়তন নিৰ্মাণ কৰক</span>

source: <span size="small" color="gray">Create an LVM formated partition</span>
as: <span size="small" color="gray">LVM ৰূপে ফ'ৰ্মেট কৰা এটা বিভাজন নিৰ্মাণ কৰক</span>

source: <span size="small" color="gray">General purpose partition creation</span>
as: <span size="small" color="gray">সাধাৰণ বিভাজন নিৰ্মাণ</span>

source: <span size="small" color="gray">Requires at least 1 free LVM formated partition</span>
as: <span size="small" color="gray">অতি কমেও ১ টা LVM সংৰূপত ফ'ৰ্মেট কৰা অব্যৱহৃত বিভাজনৰ প্ৰয়োজন</span>

source: <span size="small" color="gray">Requires at least 2 free RAID formated partitions</span>
as: <span size="small" color="gray">অতি কমেও ২ টা RAID সংৰূপত ফ'ৰ্মেট অব্যৱহৃত বিভাজনৰ প্ৰয়োজন</span>

source: C_reate
as: সৃষ্টি কৰক (_r)

source: Create LVM
as: LVM নিৰ্মাণ কৰক

source: Create Partition
as: বিভাজন নিৰ্মাণ কৰক

source: Create Software RAID
as: চফ্টৱেৰ RAID নিৰ্মাণ কৰক

source: Create Storage
as: সংৰক্ষণ নিৰ্মাণ কৰক

source: LVM Logical Volume
as: LVM যৌক্তিক আয়তন

source: LVM Physical Volume
as: LVM দৈহিক আয়তন

source: LVM Volume Group
as: LVM আয়তন দল

source: RAID Partition
as: RAID বিভাজন

source: Standard Partition
as: মানপ্ৰাপ্ত বিভাজন

source: Info
as: তথ্য

source: _Details
as: বিৱৰণ (_D)

source: Device Options
as: ডিভাইচ বিকল্পসমূহ

source: If enabled the multipath devices are named following the /dev/mapper/mpath<letter> format instead of /dev/mapper/<wwid>. Note that the user friendly names are assigned by multipath tools and are not guaranteed to be the same between installs.
as: যদি সামৰ্থবান থাকে বহুপথ ডিভাইচসমূহ /dev/mapper/<wwid> ৰ পৰিৱৰ্তে /dev/mapper/mpath<letter> সংৰূপ অনুকৰণ কৰি নাম দিয়া হয়। মন কৰিব যে ব্যৱহাৰকাৰী সুবিধাজনক নামসমূহ বহুপথ সঁজুলিসমূহ দ্বাৰা ধাৰ্য্য কৰা হয় আৰু ইনস্টলসমূহৰ মাজত একে হব বুলি ঠাওৰ কৰি কব নোৱাৰি।

source: Use _friendly names for multipath devices
as: বহুপথ ডিভাইচসমূহৰ বাবে সুবিধাজনক নামসমূহ ব্যৱহাৰ কৰক (_f)

source: Configure FCoE Parameters
as: FCoE প্ৰাচলসমূহ সংৰূপ কৰক

source: Please select the network interface which is connected to your FCoE switch.
as: আপোনাৰ FCoE চুইচৰ সৈতে সংযুক্ত নেটৱাৰ্ক সংযোগমাধ্য

source: Use DCB
as: DCB ব্যৱহাৰ কৰক

source: Use auto vlan
as: স্ব vlan ব্যৱহাৰ কৰক

source: _Add FCoE Disk(s)
as: FCoE ডিস্ক(সমূহ) যোগ কৰক (_A)

source: <b>%s devices (%s) selected</b> out of %s devices (%s) total.
as: <b>%s ডিভাইচ (%s) নিৰ্বাচিত হৈছে</b>, মুঠ %s ডিভাইচ (%s)ৰ।

source: <b>Tip:</b> Selecting a drive on this screen does not necessarily mean it will be wiped by the installation process. Also, note that post-installation you may mount drives you did not select here by modifying your /etc/fstab file.
as: <b>সঙ্কেত:</b> এই পৰ্দাত নিৰ্বাচিত ড্ৰাইভসমূহক ইনস্টলৰ সময়ত স্বচালিতভাবে আঁতৰুৱা নহব। ইয়াৰ উপৰিও, এই পৰ্দাত নিৰ্বাচন নকৰা ড্ৰাইভসমূহক ইনস্টলৰ পিছত মাউন্ট কৰাৰ প্ৰয়োজন হ'ব পাৰে। ইয়াৰ বাবে /etc/fstab ফাইলত প্ৰযোজ্য পৰিবৰ্তন কৰা আৱশ্যক।

source: Add Advanced Target
as: উন্নত টাৰ্গেট যোগ কৰক

source: Basic Devices
as: মৌলিক ডিভাইচ

source: Filter By:
as: পৰিস্ৰাৱক কৰাৰ সূত্ৰ:

source: Firmware RAID
as: ফাৰ্মৱেৰ RAID

source: Identifier:
as: চিনাক্তকৰ্তা চিহ্ন:

source: Interconnect Vendor Identifier
as: আন্তসংযোগ বিক্ৰেতা চিনাক্তকৰ্তা চিহ্ন

source: Multipath Devices
as: মাল্টি-পাথ ডিভাইচ

source: Other SAN Devices
as: অন্যান্য SAN ডিভাইচ

source: Please select the drives you'd like to install the operating system on, as well as any drives you'd like to automatically mount to your system, below:
as: অপাৰেটিং চিস্টেম ইনস্টলৰ বাবে ব্যৱহাৰযোগ্য ড্ৰাইভসমূহ অনুগ্ৰহ কৰি নিৰ্বাচন কৰক, আৰু প্ৰণালীত স্বয়ংক্ৰিভাবে মাউন্ট কৰাৰ উদ্দেশ্যে ধাৰ্য্য ড্ৰাইভসমূহও তলত নিৰ্বাচন কৰক:

source: Port / Target / LUN Target Identifier
as: পোৰ্ট / টাৰ্গেট / LUN টাৰ্গেট চিনাক্তকৰ্তা

source: Port:
as: প'ৰ্ট:

source: Search
as: বিচাৰক

source: Search By:
as: অনুসন্ধানৰ ভিত্তি:

source: Search Results:
as: অনুসন্ধানৰ ফলাফল:

source: Show Identifiers that Include:
as: চিহ্নিত বস্তু বিশিষ্ট চিনাক্তকৰ্তা চিহ্ন প্ৰদৰ্শন কৰা হ'ব:

source: Show Only Devices From:
as: অকল সংশ্লিষ্ট উৎসত উপস্থিত ডিভাইচ প্ৰদৰ্শন কৰা হ'ব:

source: Show Only Devices Using:
as: অকল চিহ্নিত বস্তু প্ৰয়োগকৰ্তা ডিভাইচ প্ৰদৰ্শন কৰা হ'ব:

source: Target:
as: লক্ষ্য:

source: _Device Options
as: ডিভাইচ বিকল্পসমূহ (_D)

source: CHAP Password:
as: CHAP পাছৱাৰ্ড:

source: CHAP Username:
as: CHAP ব্যৱহাৰকাৰী:

source: Check the nodes you wish to log into:
as: আপুনি লগিন কৰিব বিচৰা ন'ডসমূহ নীৰিক্ষণ কৰক:

source: Reason:
as: কাৰণ:

source: Retry _Login
as: লগিন পুনৰ চেষ্টা কৰক (_L)

source: Reverse CHAP Password:
as: CHAP পাছৱাৰ্ড উলুটাওক:

source: Reverse CHAP Username:
as: উলুটা CHAP ব্যৱহাৰকাৰীনাম:

source: Start _Discovery
as: খোজ আৰম্ভ কৰক (_D)

source: Successfully logged in and attached the following nodes:
as: সফলভাৱে লগিন কৰি নিম্নলিখিত ন'ডসমূহ সংলঘ্ন কৰা হল:

source: Target IP Address:
as: লক্ষ্য IP ঠিকনা:

source: To use iSCSI disks, you must provide the address of your iSCSI target and the iSCSI initiator name you've configured for your host.
as: iSCSI ডিস্ক ব্যৱহাৰ কৰিব'লৈ, আপুনি iSCSI লক্ষ্যৰ ঠিকনা আৰু আপোনাৰ হস্টত সংৰূপ কৰা iSCSI আৰম্ভ কৰ্তাৰ নাম দিব লাগিব।

source: What kind of iSCSI <b>discovery authentication</b> do you wish to perform:
as: কিধৰণৰ iSCSI <b>খোজ প্ৰমাণীকৰণ</b> আপুনি পৰিৱেশন কৰিব বিচাৰে:

source: What kind of iSCSI <b>login authentication</b> do you wish to perform:
as: কিধৰণৰ iSCSI <b>লগিন প্ৰমাণীকৰণ</b> আপুনি পৰিৱেশন কৰিব বিচাৰে:

source: _Cancel
as: বাতিল কৰক (_C)

source: _Login
as: লগিন কৰক (_L)

source: _OK
as: ঠিক আছে (_O)

source: iSCSI Discovered Nodes
as: iSCSI খোজ কৰা ন'ডসমূহ

source: iSCSI Discovery Details
as: iSCSI খোজ বিৱৰণসমূহ

source: iSCSI Initiator Name:
as: iSCSI আৰম্ভক নাম:

source: iSCSI Login Results
as: iSCSI লগিন ফলাফলসমূহ

source: iSCSI Nodes Login
as: iSCSI ন'ডসমূহ লগিন

source: iSCSI login has failed for the following nodes:
as: iSCSI লগিন নিম্নলিখিত ন'ডসমূহৰ বাবে ব্যৰ্থ হৈছে:

source: Also add this passphrase to all existing encrypted devices to streamline the boot process
as: বুট প্ৰক্ৰিয়া সুচাৰু কৰিবলৈ সকলো ইনক্ৰিপ্টেড বিভাজনৰ বাবে এই পাছৱাৰ্ড ব্যৱহাৰ কৰক

source: Choose a passphrase for this encrypted partition. You will be prompted for the passphrase during system boot.
as: এই ইনক্ৰিপ্টেড বিভাজনৰ বাবে পাচফ্ৰেইছ নিৰ্বাচন কৰক। চিস্টেম আৰম্ভ কৰাৰ সময়ত আপোনাৰ পৰা এই পাচফ্ৰেইছ বিচৰা হ'ব।

source: Confirm passphrase:
as: পাচফ্ৰেইছ সুনিশ্চিত কৰক:

source: Enter passphrase for encrypted partition
as: ইনক্ৰিপ্টেড বিভাজনৰ বাবে পাচফ্ৰেইছ দিয়ক

source: Enter passphrase:
as: পাচফ্ৰেইছ দিয়ক:

source: Hostname:
as: হস্টৰ নাম:

source: Please name this computer. The hostname identifies the computer on a network.
as: অনুগ্ৰহ কৰি এই কমপিউটাৰৰ নাম দিয়ক। এটা নেটৱাৰ্কত হস্টৰনামে কমপিউটাৰক এটা চিনাকি দিয়ে।

source: _Configure Network
as: নেটৱাৰ্ক সংৰূপণ কৰক (_C)

source: Customize _later
as: পছন্দ মতে পিছত নিৰ্ধাৰিত কৰক (_l)

source: Please select any additional repositories that you want to use for software installation.
as: অনুগ্ৰহ কৰি চফ্টৱেৰৰ ইনস্টলৰ বাবে ব্যৱহাৰ কৰিব'লৈ কোনো অতিৰিক্ত ভঁৰাল নিৰ্ধাৰিত কৰক।

source: The default installation of %s includes a set of software applicable for general internet usage. What additional tasks would you like your system to support?
as: %s ৰ অবিকল্পিত ইনস্টলত আছে সাধাৰণ ভাবে ইন্টাৰণেট ব্যৱহাৰ কৰিব'লৈ এটা দলৰ চফ্টৱেৰ। আপোনাৰ চিস্টেমত আৰু অতিৰিক্ত কোনবোৰ কামৰ বাবে সমৰ্থন হোৱাতো বিচাৰে?

source: You can further customize the software selection now, or after install via the software management application.
as: আপুনি এতিয়া চফ্টৱেৰৰ নিৰ্বাচন পছন্দ মতে নিৰ্ধাৰিত কৰিব পাৰে, বা ইনস্টলৰ পিছত চফ্টৱেৰ পৰিচালনাৰ প্ৰযুক্তিৰ দ্বাৰা।

source: _Add additional software repositories
as: অতিৰিক্ত চফ্টৱেৰৰ ভঁৰাল যোগ দিয়ক (_A)

source: _Customize now
as: এতিয়া পছন্দ মতে নিৰ্ধাৰিত কৰক (_C)

source: _Modify repository
as: ভঁৰাল সম্পাদন কৰক (_M)

source: <b>Device number:</b>
as: <b>ডিভাইচ সংখ্যা:</b>

source: Add FCP device
as: FCP ডিভাইচ যোগ কৰক

source: zSeries machines can access industry-standard SCSI devices via Fibre Channel (FCP). You need to provide a 16 bit device number, a 64 bit World Wide Port Name (WWPN), and a 64 bit FCP LUN for each device.
as: ফাইবাৰ চেনেল (FCP)ৰ যোগেদি zSeries ৰ ডিভাইচ সমূহে উদ্যোগ-মানদণ্ডৰ SCSI ডিভাইচ প্ৰব্ৰজন কৰিব পাৰে। তাৰ বাবে আপুনি এটা ১৬ বিট ডিভাইচ সংখ্যা, এটা ৬৪ বিট World Wide Port Name (WWPN) আৰু এটা ৬৪ বিট FCP LUN ৰ যোগান ধৰিব লাগিব।

source: <span size="large" weight="bold">The storage device below may contain data.</span>
as: <span size="large" weight="bold">নিম্নলিখিত সংৰক্ষণ ডিভাইচে তথ্য অন্তৰ্ভুক্ত কৰিব পাৰে।</span>

source: We could not detect partitions or filesystems on this device. This could be because the device is <b>blank</b>, <b>unpartitioned</b>, or <b>virtual</b>. If not, there may be data on the device that can not be recovered if you use it in this installation. We can remove the device from this installation to protect the data. Are you sure this device does not contain valuable data?
as: আমি এই ডিভাইচত বিভাজনসমূহ চিনাক্ত কৰাত অক্ষম হৈছো। ই ডিভাইচ <b>ৰিক্ত</b>, <b>অবিভাজিত</b>, অথবা <b>ভাৰছুৱেল</b> হোৱাৰ বাবে হব পাৰে। যদি নহয়, ডিভাইচত তথ্য থাকিব পাৰে যাক উদ্ধাৰ কৰিব পৰা নাযাব যদি আপুনি ইয়াক এই ইনস্টলত ব্যৱহাৰ কৰে। আমি তথ্য সংৰক্ষণ কৰিবলে ডিভাইচক এই ইনস্টলৰ পৰা আতৰাব পাৰো। আপুনি নিশ্চিত নে এই ডিভাইচে মূল্যবান তথ্য অন্তৰ্ভুক্ত নকৰে?

source: _Apply my choice to all devices with undetected partitions or filesystems
as: মোৰ পছন্দক চিনাক্ত নকৰা বিভাজনসমূহ অথবা ফাইলচিস্টেমসমূহৰ সৈতে সকলো ডিভাইচলে প্ৰয়োগ কৰক (_A)

source: _No, keep any data
as: নহয়, মোৰ তথ্য ৰাখক (_N)

source: _Yes, discard any data
as: হয়, মোৰ তথ্য মচি পেলাওক (_Y)

source: Afrikaans
as: আফ্ৰিকান্স

source: Arabic
as: আৰবি

source: Assamese
as: অসমীয়া

source: Bengali
as: বঙালি

source: Bengali(India)
as: বঙালি(ভাৰত)

source: Bulgarian
as: বুল্গেৰিয়ান

source: Catalan
as: কেটালান

source: Chinese(Simplified)
as: চীনা(সৰলীকৃত)

source: Chinese(Traditional)
as: চীনা(পাৰম্পৰিক)

source: Croatian
as: ক্ৰোয়েছিয়ান

source: Czech
as: চেক

source: Danish
as: ডেনিশ্ব

source: Dutch
as: ডাচ

source: English
as: ইংৰাজী

source: Estonian
as: এস্তোনিয়ান

source: Finnish
as: ফিনিশ্ব

source: French
as: ফৰাচী

source: German
as: জাৰ্মান

source: Greek
as: গ্ৰীক

source: Gujarati
as: গুজৰাটি

source: Hebrew
as: হিব্ৰিউ

source: Hindi
as: হিন্দি

source: Hungarian
as: হাঙ্গেৰিয়ান

source: Icelandic
as: আইচলেণ্ডিক

source: Iloko
as: ইলোকো

source: Indonesian
as: ইন্ডোনেচিয়ান

source: Italian
as: ইটালিয়ান

source: Japanese
as: জাপানি

source: Kannada
as: কন্নড়

source: Korean
as: কোৰিয়ান

source: Macedonian
as: মেচিডোনিয়ান

source: Maithili
as: মৈঠিলি

source: Malay
as: মালয়

source: Malayalam
as: মলয়ালম

source: Marathi
as: মাৰাঠি

source: Nepali
as: নেপালি

source: Norwegian(Bokmål)
as: নৰ্ৱেইয়ান(ব'ক'মাল)

source: Northern Sotho
as: নৰ্দাৰ্ণ ছোথো

source: Oriya
as: ৱৰীয়া

source: Persian
as: ফাৰ্চি

source: Polish
as: পলিশ্ব

source: Portuguese
as: প'ৰ্টুগিছ

source: Portuguese(Brazilian)
as: প'ৰ্টুগিছ(ব্ৰাজিলিয়ান)

source: Punjabi
as: পাঞ্জাবি

source: Romanian
as: ৰোমানিয়ান

source: Russian
as: ৰুচী

source: Serbian
as: চাৰ্বিয়ান

source: Serbian(Latin)
as: চাৰ্বিয়ান(লেটিন)

source: Sinhala
as: সিংহালা

source: Slovak
as: স্লোভাক

source: Slovenian
as: স্লোভেনিয়ান

source: Spanish
as: হিস্পানীয়

source: Swedish
as: চুইডিশ্ব

source: Tajik
as: টাজিক

source: Tamil
as: তামিল

source: Telugu
as: টেলুগু

source: Turkish
as: টুৰস্ক

source: Ukrainian
as: ইউক্ৰেনিয়ান

source: Vietnamese
as: ভয়েটনামিছ

source: Welsh
as: ৱেলশ্ব

source: Zulu
as: জুলু
