Repository: abiquo/anaconda-ee-el6
Catalog: anaconda-ee-13.21.195/po/*.po
Languages: as

source: Manually create your own custom layout on the selected device(s) using our partitioning tool.
as: আমাৰ বিভাজন কৰা পেকেইজ ব্যৱহাৰ কৰি আপোনাৰ নিৰ্বাচিত ড্ৰাইভ(সমূহ)ত নিজৰ পছন্দৰ পৰিকল্পনা নিজেই সৃষ্টি কৰক।

source: _Use a boot loader password
as: বুটল'ডাৰ পাছৱাৰ্ড ব্যৱহাৰ কৰক (_U)

source: A boot loader password prevents users from changing kernel options, increasing security.
as: বুটল'ডাৰ পাছৱাৰ্ডই ব্যৱহাৰকাৰীক কাৰ্নেললৈ বিকল্প সমূহ সলনি কৰিব নিদিয়ে, সুসংৰক্ষণ অধিক কৰি।

source: Change _password
as: পাছৱাৰ্ড সলনি কৰক (_p)

source: Enter Boot Loader Password
as: বুটল'ডাৰ পাছৱাৰ্ড দিয়ক

source: Enter a boot loader password and then confirm it. (Note that your BIOS keymap may be different than the actual keymap you are used to.)
as: বুটল'ডাৰ পাছৱাৰ্ড দি সেইটো সুনিশ্চিত কৰক। (মনত ৰাখিব যে আপোনাৰ BIOSৰ কীমেপ আপোনি অভ্যস্ত থকা আচল কীমেপতকে বেলেগ হ'ব পাৰে।)

source: _Password:
as: পাছৱাৰ্ড(_P)

source: Con_firm:
as: সুনিশ্চিত কৰক(_f):

source: Passwords don't match
as: পাছৱাৰ্ডৰ মিল নাই

source: Passwords do not match
as: পাছৱাৰ্ড সমান নহয়

source: Password empty
as: পাছৱাৰ্ড ৰিক্ত

source: You did not enter a password
as: আপুনি এটা পাছৱাৰ্ড সুমুৱা নাই

source: Your boot loader password is shorter than six characters. We recommend a longer boot loader password. Would you like to continue with this password?
as: আপোনাৰ বুটল'ডাৰ পাছৱাৰ্ড ৬টা আখৰতকৈ কম। আমি এটা দীঘল বুটল'ডাৰ পাছৱাৰ্ডৰ বাবে উপদেশ দিওঁ। আপুনি এই পাছৱাৰ্ডৰ সৈতে আগবাঢ়িব খোজে নেকি ?

source: Boot Loader Configuration
as: বুটল'ডাৰৰ সংৰূপ

source: _Install boot loader on /dev/%s.
as: /dev/%s ত বুট ল'ডাৰ ইনস্টল কৰক (_I)।

source: _Change device
as: ডিভাইচ সলনি কৰক (_C)

source: Clear Disks Selector
as: ডিস্ক নিৰ্বাচন পৰিশ্ৰুত কৰক

source: You must select at least one drive to be used for installation.
as: ইনস্টলৰ বাবে অন্তত এটা ড্ৰাইভ নিৰ্বাচন কৰা আৱশ্যক।

source: You must select one drive to boot from.
as: বুট কৰিবলৈ অন্ততঃ এটা ড্ৰাইভ নিৰ্বাচন কৰা আৱশ্যক।

source: Model
as: আৰ্হি

source: Capacity
as: ধাৰণক্ষমতা

source: Vendor
as: বিক্ৰেতা

source: Identifier
as: পৰিচয়ক (%s)

source: Interconnect
as: আন্তসংযোগ

source: Boot Loader
as: বুট ল'ডাৰ

source: <b>Tip:</b> All Linux filesystems on install target devices will be reformatted and wiped of any data. Make sure you have backups.
as: <b>সঙ্কেত:</b> ইনস্টলৰ বাবে চিহ্নিত লক্ষ্য ডিভাইচসমূহত উপস্থিত Linux ফাইলচিস্টেমসমূহ ফৰমেট কৰা হ'ব আৰু ইয়াত উপস্থিত সকলো তথ্য আঁতৰুৱা যাব। অনুগ্ৰহ কৰি এই সকলো তথ্যৰ বেক-আপ সংৰক্ষণ কৰক।

source: <b>Tip:</b> Install target devices will be reformatted and wiped of any data. Make sure you have backups.
as: <b>সঙ্কেত:</b> ইনস্টলৰ বাবে চিহ্নিত লক্ষ্য ডিভাইচসমূহ ফৰমেট কৰা হ'ব আৰু ইয়াত উপস্থিত সকলো তথ্য আঁতৰুৱা যাব। অনুগ্ৰহ কৰি এই সকলো তথ্যৰ বেক-আপ সংৰক্ষণ কৰক।

source: <b>Tip:</b> Your filesystems on install target devices will not be wiped unless you choose to do so during customization.
as: <b>সঙ্কেত:</b> ব্যৱহাৰকাৰী দ্বাৰা ধাৰ্য্য নকৰিলে, ইনস্টলৰ বাবে চিহ্নিত লক্ষ্য ডিভাইচত উপস্থিত ফাইল-প্ৰণালীসমূহ আঁতৰুৱা নহব।

source: Congratulations
as: অভিনন্দন

source: Congratulations, your %s installation is complete.
as: অভিনন্দন, আপোনাৰ %s ইনস্টল সম্পূৰ্ণ হ'ল।

source: Shutdown
as: বন্ধ কৰক

source: Please shutdown to use the installed system.
as: ইনস্টল কৰা চিস্টেম ব্যৱহাৰ কৰিবলৈ চিস্টেমক বন্ধ কৰক।

source: Please reboot to use the installed system.
as: ইনস্টল কৰা চিস্টেম ব্যৱহাৰ কৰিবলৈ চিস্টেমক পুনাৰম্ভ কৰক।

source: Note that updates may be available to ensure the proper functioning of your system and installation of these updates is recommended after the reboot.
as: মন কৰিব যে আপোনাৰ চিস্টেম সঠিককৈ কাম কৰা নিশ্চিত কৰিবলৈ উন্নয়ন থাকিবও পাৰে আৰু পুনাৰম্ভৰ পিছত ইহঁতৰ ইনস্টল উপদেশিত।

source: Congratulations, your %s installation is complete. Please reboot to use the installed system. Note that updates may be available to ensure the proper functioning of your system and installation of these updates is recommended after the reboot.
as: অভিনন্দন, আপোনাৰ %s ইনস্টল সম্পূৰ্ণ। ইনস্টল কৰা প্ৰণালী অনুগ্ৰহ কৰি পুনাৰম্ভ কৰক। মন কৰিব যে আপোনাৰ চিস্টেম সঠিককৈ কাম কৰা নিশ্চিত কৰিবলৈ উন্নয়ন থাকিবও পাৰে আৰু পুনাৰম্ভৰ পিছত ইহঁতৰ ইনস্টল উপদেশিত।

source: Upgrade Examine
as: উন্নয়নৰ পৰীক্ষা

source: Fresh Installation
as: নতুন ইনস্টল

source: Choose this option to install a fresh copy of %s on your system. Existing software and data may be overwritten depending on your configuration choices.
as: %s ক পৰিষ্কাৰ ভাবে চিস্টেম ইনস্টল কৰিব'লৈ এই বিকল্প নিৰ্বাচন কৰক। আপোনাৰ সংৰূপৰ পছন্দৰ ওপৰত নিৰ্ভৰ কৰি বৰ্ত্তমানে অৱস্থিত চফ্টৱেৰ আৰু তথ্য পুনঃ লিখা যাব পাৰে।

source: Upgrade an Existing Installation
as: বৰ্তমানৰ ইনস্টল উন্নত কৰক

source: Choose this option if you would like to upgrade your existing %s system. This option will preserve the existing data on your storage device(s).
as: আপোনাৰ বৰ্তমানৰ %s চিস্টেম উন্নত কৰিবলৈ এই বিকল্প নিৰ্বাচন কৰক। এই বিকল্পই আপোনাৰ ভঁৰালৰ ড্ৰাইভ(সমূহ)ত বৰ্ত্তমানে থকা তথ্য সংগ্ৰহ কৰিব।

source: At least one existing installation has been detected on your system. What would you like to do?
as: আপোনাৰ চিস্টেমত অতি কমেও এটা ইনস্টল থকাৰ সন্ধান পোৱা গৈছে। আপুনি কি কৰিব বিচাৰে ?

source: <b>Which %s installation would you like to upgrade?</b>
as: <b>আপুনি কোনটো %s ইনস্টল উন্নয়ন কৰিব বিচাৰে ?</b>

source: Unknown Linux system
as: অজ্ঞাত Linux প্ৰণালী

source: <b>%s device(s) (%s MB) selected</b> out of %s device(s) (%s MB) total.
as: <b>%s ডিভাইচ(সমূহ) (%s MB) নিৰ্বাচিত হৈছে</b> মুঠ %s ডিভাইচ(সমূহ) (%s MB) ৰ।

source: Device Filter
as: ডিভাইচৰ পৰিস্ৰাৱক

source: Capacity (MB)
as: ক্ষমতা (MB)

source: Serial Number
as: ক্ৰমিক সংখ্যা

source: Device
as: ডিভাইচ

source: Paths
as: পথ

source: Port
as: প'ৰ্ট

source: Target
as: লক্ষ্য

source: What type of devices will your installation involve?
as: ইনস্টলৰ সময়ত কি ধৰনৰ ডিভাইচ ব্যৱহাৰ কৰা হ'ব ?

source: Basic Storage Devices
as: মৌলিক সংৰক্ষণৰ ডিভাইচ

source: Installs or upgrades to typical types of storage devices. If you're not sure which option is right for you, this is probably it.
as: সাধাৰণ সংৰক্ষণত ইনস্টল বা উন্নয়ন কৰিবলৈ ব্যৱহৃত হয়। প্ৰযোজ্য বিকল্প সম্পৰ্কে নিশ্চিত ন'হ'লে, এই বিকল্প নিৰ্বাচন কৰা বাঞ্ছনীয়।

source: Specialized Storage Devices
as: সংৰক্ষণৰ বিশেষ ডিভাইচ

source: Installs or upgrades to enterprise devices such as Storage Area Networks (SANs). This option will allow you to add FCoE / iSCSI / zFCP disks and to filter out devices the installer should ignore.
as: এন্টাৰপ্ৰাইজ ডিভাইচসমূহ যেনে সংৰক্ষণ স্থান নেটৱাৰ্কসমূহ (SANs) লে ইনস্টল অথবা উন্নয়নসমূহ। এই বিকল্পয় আপোনাক FCoE / iSCSI / zFCP ডিস্কসমূহ যোগ কৰাৰ আৰু ইনস্টলাৰে উপেক্ষা কৰিব লগিয়া ডিভাইচসমূহ পৰিস্ৰাৱন কৰাৰ অনুমতি দিব।

source: Language Selection
as: ভাষাৰ নিৰ্বাচন

source: What language would you like to use during the installation process?
as: ইনস্টলৰ সময়ত আপুনি কোনটো ভাষা ব্যৱহাৰ কৰিব খোজে ?

source: Not enough space
as: পৰ্যাপ্ত স্থান নাই

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
as: দৈহিক বিস্তাৰৰ আকাৰ সলনি কৰিব নোৱাৰি কাৰণ বৰ্ত্তমানে সংজ্ঞাবদ্ধ কৰা যৌক্তিক আয়তনৰ বাবে প্ৰয়োজনীয় স্থান বৰ্তমানৰ পোৱা স্থানতকৈ বৃদ্ধি কৰিব লাগিব।

source: Confirm Physical Extent Change
as: দৈহিক বিস্তাৰৰ সলনি সুনিশ্চিত কৰক

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take effect immediately.
as: দৈহিক বিস্তাৰৰ মানৰ এই সলনিটোৱে বৰ্তমানৰ যৌক্তিক আয়তনৰ অনুৰোধসমূহৰ আকাৰ দৈহিক বিস্তাৰৰ পূৰ্ণ সংখ্যা গুণিতক আকাৰলৈ শূণ্যান্ত কৰিব। এই সলনিটোৱে শীঘ্ৰে প্ৰভাৱ পেলাব।

source: C_ontinue
as: আগবাঢ়ক (_o)

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is larger than the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
as: দৈহিক বিস্তাৰৰ আকাৰ সলনি কৰা নহব কাৰণ নিৰ্বাচন কৰা সংখ্যা (%(curpe)10.2f MB) আয়তন দলৰ আতাইতকৈ সৰু দৈহিক আয়তন (%(maxpvsize)10.2f MB)তকৈ ডাঙৰ।

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is too large compared to the size of the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
as: দৈহিক বিস্তাৰৰ আকাৰ সলনি কৰা নহব কাৰণ নিৰ্বাচন কৰা সংখ্যা (%(curpe)10.2f MB) আয়তন দলৰ আতাইতকৈ সৰু দৈহিক আয়তন (%(maxpvsize)10.2f MB)ৰ তুলনাত বৰ ডাঙৰ।

source: Too small
as: বৰ সৰু

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
as: দৈহিক বিস্তাৰৰ সংখ্যাৰ এই সলনিটোৱে আয়তন দলৰ একাধিক দৈহিক আয়তনৰ ভালেখিনি স্থান অপব্যয় কৰিব।

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of the currently defined logical volumes.
as: দৈহিক বিস্তাৰৰ আকাৰ সলনি কৰা নহব কাৰণ তাৰ ফলত হোৱা সৰ্বোচ্চ যৌক্তিক আয়তনৰ আকাৰ (%10.2f MB) বৰ্ত্তমানে সজ্ঞাবদ্ধ কৰা একাধিক যৌক্তিক আয়তনতকৈ সৰু হ'ব।

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
as: এই দৈহিক আয়তন আপুনি আঁতৰাব নোৱাৰে কাৰণ আয়তন দলসমূহ বৰ্ত্তমানে সজ্ঞাবদ্ধ কৰা যৌক্তিক আয়তন ধৰিব'লৈ বৰ সৰু হ'ব।

source: Make Logical Volume
as: যৌক্তিক আয়তন বনাওক

source: Edit Logical Volume: %s
as: যৌক্তিক আয়তন সম্পাদন কৰক: %s

source: _File System Type:
as: ফাইলৰ ধৰণ (_F):

source: _Logical Volume Name:
as: যৌক্তিক আয়তনৰ নাম(_L):

source: _Size (MB):
as: আয়তন(MB)(_S):

source: (Max size is %s MB)
as: (সৰ্বাধিক আয়তন হয় %s MB)

source: _Encrypt
as: গোপনীয় কৰক (_E)

source: Original File System Type:
as: প্ৰাথমিক ফাইলৰ ধৰণ:

source: Original File System Label:
as: প্ৰাথমিক ফাইলৰ চিহ্ন:

source: Logical Volume Name:
as: যৌক্তিক আয়তনৰ নাম:

source: Size (MB):
as: আয়তন(MB):

source: _Mount Point:
as: মাউন্ট বিন্দু:(_M)

source: Mount Point Error
as: মাউন্ট বিন্দু ত্ৰুটি

source: Illegal Logical Volume Name
as: অবৈধ যৌক্তিক আয়তনৰ নাম

source: Illegal logical volume name
as: অবৈধ যৌক্তিক আয়তনৰ নাম

source: The logical volume name "%s" is already in use. Please pick another.
as: যৌক্তিক আয়তনৰ নাম "%s" ইতিমধ্যে ব্যৱহাৰত আছে। অনুগ্ৰহ কৰি আন এটা বাছি লওক।

source: Mount point in use
as: মাউন্ট বিন্দু প্ৰয়োগত আছে

source: The mount point "%s" is in use. Please pick another.
as: মাউন্ট বিন্দু "%s" প্ৰয়োগত আছে। অনুগ্ৰহ কৰি আন এটা বাছি লওক।

source: Illegal size
as: অবৈধ আকাৰ

source: The requested size as entered is not a valid number greater than 0.
as: অনুৰোধ কৰা মতে তালিকাভুক্ত হোৱা আকাৰ ০টকৈ ডাঙৰ কোনো বৈধ সংখ্যা নহয়।

source: The current requested size (%(size)10.2f MB) is larger than the maximum logical volume size (%(maxlv)10.2f MB). To increase this limit you can create more Physical Volumes from unpartitioned disk space and add them to this Volume Group.
as: বৰ্তমানৰ অনুৰোধ কৰা আকাৰ (%(size)10.2f MB) সৰ্বোচ্চ যৌক্তিক আয়তনৰ আকাৰ (%(maxlv)10.2f MB)তকৈ ডাঙৰ। এই সীমা বৃদ্ধি কৰিবলৈ আপুনি অবিভাজিত ডিস্ক স্থানৰ পৰা সৰহকৈ দৈহিক আয়তন সৃষ্টি কৰি এই আয়তন দলত যোগ দিব পাৰে।

source: The size entered for this logical volume (%(size)d MB) combined with the size of the other logical volume(s) exceeds the size of the volume group (%(tempvgsize)d MB). Please make the volume group larger or make the logical volume smaller.
as: এই যৌক্তিক আয়তনৰ বাবে সুমুৱা আকাৰ (%(size)d MB) আৰু অন্য যৌক্তিক আয়তন (সমূহ) ৰ আকাৰ আয়তন দলৰ আকাৰ অতিক্ৰম কৰে (%(tempvgsize)d MB)। অনুগ্ৰহ কৰি আয়তন দল ডাঙৰ কৰক অথবা যৌক্তিক আয়তন সৰু কৰক।

source: No free slots
as: কোনো মুক্ত স্লট নাই

source: You cannot create more than %d logical volume per volume group.
as: আপুনি প্ৰতি আয়তন দল %d যৌক্তিক আয়তনৰ অধিক সৃষ্টি কৰিব নোৱাৰিব।

source: No free space
as: কোনো মুক্ত স্থান নাই

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you must reduce the size of one or more of the currently existing logical volumes
as: আয়তন দলত নতুন যৌক্তিক আয়তন সৃষ্টি কৰিবলৈ আৰু কোনো স্থান নাই। এটা যৌক্তিক আয়তন যোগ দিবলৈ আপুনি বৰ্তমান অৱস্থিত একাধিক যৌক্তিক আয়তনৰ আকাৰ সৰু কৰিব লাগিব।

source: Are you sure you want to delete the logical volume "%s"?
as: যৌক্তিক আয়তন "%s" টো আপুনি মচিবলৈ নিশ্চিত নে ?

source: Invalid Volume Group Name
as: অবৈধ আয়তন দলৰ নাম

source: Name in use
as: নাম প্ৰয়োগত আছে

source: The volume group name "%s" is already in use. Please pick another.
as: আয়তন দলৰ নাম "%s" ইতিমধ্যে প্ৰয়োগত আছে। অনুগ্ৰহ কৰি বেলেগ এটা তোলক।

source: Error Partitioning
as: বিভাজন কৰোঁতে ভুল

source: Could not allocate requested logical volumes: %s.
as: অনুৰোধ কৰা যৌক্তিক আয়তনসমূহ আবন্টন কৰিব পৰা নগল: %s

source: Not enough physical volumes
as: পৰ্যাপ্ত দৈহিক আয়তন নাই

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
as: এটা LVM আয়তন দল দল সৃষ্টি কৰিব'লৈ অতি কমেও এটা ব্যৱহাৰ নোহোৱা দৈহিক আয়তন বিভাজনৰ প্ৰয়োজন হয়। এটা বিভাজন বা "দৈহিক আয়তন (LVM)" ধৰণৰ RAID শাৰী সৃষ্টি কৰক আৰু তাৰ পিছত "LVM" বিকল্প পুনঃ নিৰ্বাচন কৰক।

source: Make LVM Volume Group
as: LVM আয়তন দল বনাওক

source: Edit LVM Volume Group: %s
as: LVM আয়তন দল সম্পাদন কৰক: %s

source: Edit LVM Volume Group
as: LVM আয়তন দল সম্পাদন কৰক

source: _Volume Group Name:
as: আয়তন দলৰ নাম(_V):

source: Volume Group Name:
as: আয়তন দলৰ নাম:

source: _Physical Extent:
as: দৈহিক বিস্তাৰ(_P):

source: Physical Volumes to _Use:
as: ব্যৱহাৰ কৰিব'লৈ দৈহিক আয়তন(_U):

source: Used Space:
as: ব্যৱহৃত স্থান:

source: Reserved Space:
as: সংৰক্ষিত স্থান:

source: Free Space:
as: মুক্ত স্থান:

source: Total Space:
as: মুঠ স্থান:

source: Logical Volume Name
as: যৌক্তিক আয়তনৰ নাম

source: Mount Point
as: মাউন্ট বিন্দু

source: Size (MB)
as: আকাৰ (MB)

source: _Add
as: যোগ কৰক(_A)

source: _Edit
as: সম্পাদন কৰক(_E)

source: _Logical Volumes
as: যৌক্তিক আয়তন (_L)

source: Error with Hostname
as: হস্টৰনামত ভুল

source: You must enter a valid hostname for this computer.
as: এই কমপিউটাৰৰ বাবে এটা বৈধ হস্টৰনামৰ প্ৰয়োজন।

source: The hostname "%(hostname)s" is not valid for the following reason: %(herrors)s
as: নিম্নলিখিত কাৰণৰ বাবে হস্টৰ নাম "%(hostname)s" অবৈধ: %(herrors)s

source: Select network interface
as: নেটৱাৰ্ক আন্তঃপৃষ্ঠ নিৰ্বাচন কৰক

source: This requires that you have an active network connection during the installation process. Please configure a network interface.
as: ইয়াৰ বাবে ইনস্টল প্ৰণালীত আপোনাৰ এটা সক্ৰীয় নেটৱাৰ্ক যোগাযোগ হোৱাটো আৱশ্যক। অনুগ্ৰ কৰি এটা নেটৱাৰ্ক আন্তঃপৃষ্ঠ সংৰূপ কৰক।

source: Boot loader operating system list
as: বুটল'ডাৰ অপাৰেটিং চিস্টেমৰ তালিকা

source: Default
as: অবিকল্পিত

source: Label
as: চিহ্ন

source: Add/Edit boot loader record
as: বুট ল'ডাৰ ৰেকৰ্ড যোগ কৰক/সম্পাদন কৰক

source: Enter a label for the boot loader menu to display. The device (or hard drive and partition number) is the device from which it boots.
as: বুট ল'ডাৰ তালিকাই প্ৰদৰ্শন কৰিবলৈ এটা লেবেল দিয়ক। সেইটো আৰম্ভ হোৱা ডিভাইচটোৱে হৈছে ডিভাইচ (বা হাৰ্ড ড্ৰাইভ আৰু ভিভাজন সংখ্যা)।

source: _Label
as: চিহ্ন (_L)

source: _Device
as: ডিভাইচ(_D)

source: Default Boot _Target
as: অবিকল্পিত বুটৰ লক্ষ্য (_T)

source: You must specify a label for the entry
as: আপুনি প্ৰবিষ্টিৰ বাবে এটা চিহ্ন নিৰ্ধাৰিত কৰিব লাগিব

source: Boot label contains illegal characters
as: বুট চিহ্নত অবৈধ আখৰ আছে

source: Duplicate Label
as: দ্বৈত চিহ্ন

source: This label is already in use for another boot entry.
as: এই চিহ্নটো ইতিমধ্যে বেলেগ এটা বুট প্ৰবিষ্টিৰ বাবে ব্যৱহাৰ কৰা হৈছে।

source: Duplicate Device
as: দ্বৈত ডিভাইচ

source: This device is already being used for another boot entry.
as: এই ডিভাইচটো ইতিমধ্যে বেলেগ এটা বুট প্ৰবিষ্টিৰ বাবৈ ব্যৱহাৰ কৰা হৈছে।

source: Cannot Delete
as: মচিব নোৱাৰি

source: This boot target cannot be deleted because it is for the %s system you are about to install.
as: বুটৰ লক্ষ্য মচিব নোৱাৰি কাৰণ এইটো আপুনি ইনস্টল কৰিব লোৱা %s চিস্টেমৰ।

source: Additional Size Options
as: অতিৰিক্ত আকাৰৰ বিকল্প

source: _Fixed size
as: সুনিশ্চিত আকাৰ (_F)

source: Fill all space _up to (MB):
as: (MB)লৈ সকলো স্থান পৰিপূৰ্ণ কৰক (_u):

source: Fill to maximum _allowable size
as: অনুমতি থকা সৰ্বোচ্চ আকাৰলৈ পৰিপূৰ্ণ কৰক (_a)

source: Error With Request
as: অনুৰোধৰ সৈতে ত্ৰুটি

source: Add Partition
as: বিভাজন যোগ দিয়ক

source: Edit Partition: %s
as: বিভাজন সম্পাদন কৰক: %s

source: File System _Type:
as: ফাইলৰ ধৰণ (_T):

source: Allowable _Drives:
as: অনুমতি থকা ড্ৰাইভ (_D):

source: Force to be a _primary partition
as: প্ৰধান বিভাজন হ'বলৈ বলবত্ব কৰক (_p)

source: Drive %(drive)s (%(size)-0.f MB) (Model: %(model)s)
as: ড্ৰাইভ %(drive)s (%(size)-0.f MB) (প্ৰতিৰূপ: %(model)s)

source: Free
as: মুক্ত

source: LVM Volume Group %s (%-0.f MB)
as: LVM আয়তন দল %s (%-0.f MB)

source: Type
as: ধৰণ

source: Format
as: ফৰমেট কৰক

source: Mount Point/ RAID/Volume
as: মাউন্ট বিন্দু/ RAID/আয়তন

source: Size (MB)
as: আকাৰ (MB)

source: Partitioning
as: বিভাজন প্ৰক্ৰিয়া

source: The partitioning scheme you requested caused the following critical errors.
as: আপুনি অনুৰোধ কৰা বিভাজনৰ আঁচনিয়ে নিম্নলিখিত গুৰুত্বপূৰ্ণ ভুল দিলে।

source: You must correct these errors before you continue your installation of %s.
as: আপোনাৰ %s ইনস্টলৰ সৈতে আগবঢ়াৰ পূৰ্বে এই ভুল সমূহ আপুনি শুদ্ধ কৰিব লাগিব।

source: Partitioning Errors
as: বিভাজন প্ৰক্ৰিয়াৰ ভুল

source: The partitioning scheme you requested generated the following warnings.
as: আপুনি অনুৰোধ কৰা বিভাজনৰ আঁচনিয়ে নিম্নলিখিত সকিয়নীসমূহ উৎপাদন কৰিছে।

source: Would you like to continue with your requested partitioning scheme?
as: আপোনাৰ অনুৰোধ কৰা বিভাজন প্ৰক্ৰিয়াৰ আঁচনিৰ সৈতে আগবাঢ়িব খোজে নেকি ?

source: Partitioning Warnings
as: বিভাজনৰ সকীয়নি

source: The following pre-existing devices have been selected to be formatted, destroying all data.
as: নিম্নলিখিত পূৰ্ব - অৱস্থিত ডিভাইচসমূহক ফৰমেট কৰি সকলো তথ্য নাশ কৰিব'লৈ নিৰ্বাচন কৰা হৈছে।

source: Format Warnings
as: ফৰমেটৰ সকীয়নী

source: LVM Volume Groups
as: LVM আয়তন দল

source: RAID Devices
as: RAID ডিভাইচ

source: Hard Drives
as: হাৰ্ড ড্ৰাইভসমূহ

source: Extended
as: সম্প্ৰসাৰিত

source: Cannot perform any creation action
as: সৃষ্টি কৰাৰ কোনো কাৰ্য্য কৰিব নোৱাৰি

source: Note that the creation action requires one of the following: * Free space in one of the Hard Drives. * At least two free Software RAID partitions. * At least one free physical volume (LVM) partition. * At least one Volume Group with free space.
as: মন কৰিব যে সৃষ্টি কৰাৰ কাৰ্য্যৰ বাবে ইয়াৰ যি কোনো এটাৰ প্ৰয়োজন: * হাৰ্ড ড্ৰাইভবোৰৰ এটাত মুক্ত স্থান। * অতি কমেও দুটা চফ্টৱেৰৰ RAID বিভাজন। * অতি কমেও এটা মুক্ত দৈহিক আয়তন (LVM) বিভাজন। * মুক্ত স্থান থকা অতি কমেও এটা আয়তন দল।

source: Software RAID allows you to combine several disks into a larger RAID device. A RAID device can be configured to provide additional speed and reliability compared to using an individual drive. For more information on using RAID devices please consult the %s documentation.
as: চফ্টৱেৰ RAID ব্যৱহাৰ কৰি একাধিক ডিস্কক এটা ডাঙৰ RAID ডিভাইচ হিচাপে ব্যৱহাৰ কৰা যাব। এটা স্বত্বন্ত্ৰ ড্ৰাইভৰ তুলনাত অধিক স্থায়ীত্ব আৰু দ্ৰুতগতি উপলব্ধ কৰাৰ উদ্দেশ্যে RAID ডিভাইচক প্ৰয়োজন অনুসাৰে সংৰূপ কৰা যাব। RAID ডিভাইচৰ ব্যৱহাৰ সম্বন্ধে অধিক জানিবলৈ হ'লে অনুগ্ৰহ কৰি %s ফাইল পঢ়ক।

source: To use RAID you must first create at least two partitions of type 'software RAID'. Then you can create a RAID device that can be formatted and mounted.
as: RAID ব্যৱহাৰ কৰিবলৈ প্ৰথমে আপুনি অতি কমেও দুটা 'চফ্টৱেৰ RAID' বিধৰ বিভাজন সৃষ্টি কৰিব লাগিব। ইয়াৰ পিছত আপুনি এটা RAID ডিভাইচ সৃষ্টি কৰক যিটোক ফৰমেট কৰিব পাৰি আৰু তুলিব পাৰি।

source: You currently have %d software RAID partition free to use.
as: আপোনাৰ বৰ্তমানে ব্যৱহাৰৰ বাবে %d চফ্টৱেৰ RAID বিভাজন আছে।

source: About RAID
as: RAID ৰ বিষয়ে

source: Logical Volume Manager (LVM) is a 3 level construct. The fist level is made up of disks or partitions formated with LVM metadata called Physical Volumes (PV). A Volume Group (VG) sits on top of one or more PVs. The VG, in turn, is the base to creat one ore more Logical Volumes (LV). Note that a VG can be an aggregate of PVs from multiple physical disk. For more information on using LVM please consult the %s documentation
as: যৌক্তিক আয়তন মেনেজাৰ (LVM) এটা ৩ টা স্তৰৰ গঢ়। প্ৰথম স্তৰত LVM মিটাডাটাৰে ফৰমেট কৰা ডিস্ক বা বিভাজন থাকে যাক দৈহিক আয়তন (PV) কোৱা হয়। এক বা অধিক PV সমূহৰ ওপৰত এটা আয়তন দল (VG) বহে। VG টো, আকৌ, এক বা অধিক যৌক্তিক আয়তন (LV) সৃষ্টি কৰাৰ আধাৰ। মন কৰিব যে এটা VG বহুতো দৈহিক ডিস্কৰ PV সমূহৰ দ'ম হ'ব পাৰে। LVM ব্যৱহাৰৰ অধিক তথ্যৰ বাবে অনুগ্ৰহ কৰি %s আলেখ্যন চাওক

source: To create a PV you need a partition with free space. To create a VG you need a PV that is not part of any existing VG. To create a LV you need a VG with free space.
as: এটা PV সৃষ্টি কৰিবলৈ আপোনাৰ মুক্ত স্থান থকাৰ এটা বিভাজনৰ প্ৰয়োজন। এটা VG সৃষ্টি কৰিবলৈ আপোনাক এনে এটা PV ৰ প্ৰয়োজন যি বৰ্ত্তমানে থকা অন্য কোনো VG ৰ অংশ নহয়। এটা LV সৃষ্টি কৰিবলৈ আপোনাক মুক্ত স্থান থকা এটা VG ৰ প্ৰয়োজন।

source: You currently have %d available PV free to use.
as: আপোনাৰ বৰ্তমানে ব্যৱহাৰৰ বাবে %d উপলব্ধ PV মুক্ত আছে।

source: About LVM
as: LVM ৰ বিষয়ে

source: Could not allocate requested partitions: %s.
as: অনুৰোধ কৰা বিভাজন বিতৰণ কৰিব নোৱাৰি: %s।

source: Warning: %s.
as: সকীয়নি: %s।

source: Unable To Edit
as: সম্পাদনা কৰিব পৰা নগল

source: You cannot edit this device: %s
as: আপুনি এই ডিভাইচ সম্পাদন কৰিব নোৱাৰে: %s

source: _Create
as: সৃষ্টি কৰক (_C)

source: Re_set
as: পুনঃ সজোৱা (_s)

source: Please Select A Device
as: অনুগ্ৰহ কৰি এটা ড্ৰাইভ নিৰ্বাচন কৰক।

source: _Format as:
as: এইধৰণে ফৰমেট কৰক (_F):

source: Mi_grate filesystem to:
as: ফাইলৰ প্ৰণালী প্ৰব্ৰজন কৰক (_g):

source: _Resize
as: পুনঃ আকাৰ কৰক (_R)

source: Partitions of type '%s' must be constrained to a single drive. To do this, select the drive in the 'Allowable Drives' checklist.
as: '%s' ৰ ধৰণৰ বিভাজন এটা ড্ৰাইভতে আবদ্ধ কৰিব লাগে। ইয়াৰ বাবে, 'অনুজ্ঞেয় ড্ৰাইভ'ৰ পৰীক্ষাতালিকাত ড্ৰাইভটো নিৰ্বাচন কৰক।

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
as: RAID ডিভাইচ সৃষ্টি কৰিব'লৈ অতি কমেও দুটা অব্যৱহৃত চফ্টৱেৰ RAID বিভাজনৰ প্ৰয়োজন হয়। প্ৰথমে অতি কমেও দুটা "চফ্টৱেৰ RAID" বিধৰ বিভাজন সৃষ্টি কৰক, আৰু তাৰ পিছত "RAID" বিকল্প পুনঃ নিৰ্বাচন কৰক।

source: Make RAID Device
as: RAID ডিভাইচ বনাওক

source: Edit RAID Device: %s
as: RAID ডিভাইচ সম্পাদন কৰক: %s

source: Edit RAID Device
as: RAID ডিভাইচ সম্পাদন কৰক

source: RAID _Device:
as: RAID ডিভাইচ (_D):

source: RAID _Level:
as: RAID স্তৰ (_L):

source: _RAID Members:
as: RAID সদস্যসমূহ (_R):

source: Number of _spares:
as: অতিৰিক্ত সমূহৰ সংখ্যা (_s):

source: _Format partition?
as: বিভাজন ফৰমেট কৰোঁ ?(_F)

source: Unable to read package metadata from repository. This may be due to a missing repodata directory. Please ensure that your repository has been correctly generated. %s
as: ভঁৰালৰ পৰা পেকেইজ সম্বন্ধিয় তথ্য পঢ়িব পৰা নগল। এইটো কোনো সন্ধানহিন তথ্য পাত্ৰ ডাইৰেকটৰিৰ কাৰণে হৈছে। অনুগ্ৰহ কৰি আপোনাৰ ভঁৰালটো শুদ্ধকৈ উৎপন্ন হোৱাতো সুনিৰ্দ্দিষ্ট কৰক। %s

source: Edit Repository
as: ভঁৰাল সম্পাদন কৰক

source: The repository %s has already been added. Please choose a different repository name and URL.
as: %s ভঁৰাল ইতিমধ্যে যোগ কৰা হৈছে। অনুগ্ৰহ কৰি বেলেগ এটা ভঁৰালৰ নাম আৰু URL নিৰ্বাচন কৰক।

source: Invalid Proxy URL
as: অবৈধ প্ৰক্সি URL

source: You must provide an HTTP, HTTPS, or FTP URL to a proxy.
as: আপুনি নিযুক্তলৈ এটা HTTP, HTTPS, বা FTP URL দিব লাগে।

source: Invalid Repository URL
as: অবৈধ ভঁৰালৰ URL

source: You must provide an HTTP, HTTPS, or FTP URL to a repository.
as: আপুনি এটা ভঁৰাললৈ কোনো HTTP বা FTP URL দিব লাগিব।

source: No Media Found
as: কোনো মাধ্যম পোৱা নগল

source: No installation media was found. Please insert a disc into your drive and try again.
as: কোনো ইনস্টলৰ মাধ্যম পোৱা নগল। আপোনাৰ ড্ৰাইভত এটা ডিস্ক ভৰাওক আৰু পুনঃ চেষ্টা কৰক।

source: Please enter an NFS server and path.
as: এটা NFS চাৰ্ভাৰৰ নাম আৰু পথ দিয়ক।
