Repository: abiquo/anaconda-ee-el6
Catalog: anaconda-ee-13.21.195/po/*.po
Languages: as

source: Are you sure you want to reset the partition table to its original state?
as: আপুনি বিভাজন সূচি প্ৰথম অৱস্থালৈ পুনৰসংহতি কৰিবলৈ নিৰ্ধাৰিত কৰিছে নেকি ?

source: No authentication
as: কোনো প্ৰমাণীকৰণ নাই

source: CHAP pair
as: CHAP যোৰ

source: CHAP pair and a reverse pair
as: CHAP যোৰ আৰু এটা উলোটা যোৰ

source: Use the credentials from the discovery step
as: খোজ স্তৰৰ পৰা তথ্যসমূহ ব্যৱহাৰ কৰক

source: iSCSI Nodes
as: iSCSI ন'ডসমূহ

source: No iSCSI nodes to log in
as: লগিন কৰিবলে কোনো iSCSI ন'ড নাই

source: iSCSI Error
as: iSCSI ত্ৰুটি

source: Discovery
as: খোজ

source: Login
as: লগিন

source: iSCSI %s Error
as: iSCSI %s ত্ৰুটি

source: RAID Device
as: RAID ডিভাইচ

source: Master Boot Record (MBR)
as: মাস্টাৰ বুট ৰেকৰ্ড (MBR)

source: First sector of boot partition
as: বুট বিভাজনৰ প্ৰথম খণ্ড

source: You have not created a bootable partition.
as: এটা boot কৰাৰ যোগ্য বিভাজন নিৰ্মাণ কৰা নহয়।

source: Bootable partitions cannot be on a logical volume.
as: বুট বিভাজন কোনো যৌক্তিক আয়তনত হ'ব নোৱাৰে।

source: Bootable partitions cannot be on a RAID device.
as: বুট কৰিব পৰা বিভাজন এটা RAID ডিভাইচত হ'ব নোৱাৰে।

source: Bootable partitions can only be on RAID1 devices.
as: বুট কৰিব পৰা বিভাজন

source: Bootable partitions cannot be on an %s filesystem.
as: বুট কৰিব পৰা বিভাজন %s ফাইলত হ'ব নোৱাৰে।

source: Bootable partitions cannot be on an encrypted block device
as: বুট বিভাজন কোনো ইনক্ৰিপ্টেড ব্লক ডিভাইচতত হ'ব নোৱাৰে।

source: EFI System Partition
as: EFI চিস্টেমৰ বিভাজন

source: You have not created a /boot/efi partition.
as: আপুনি এটা /boot/efi বিভাজন নিৰ্মাণ কৰা নাই।

source: /boot/efi is not EFI.
as: /boot/efi EFI নহয়।

source: %s must have a %s disk label.
as: %s ত %s ডিস্ক লেবেল থকা আৱশ্যক।

source: %s must have a bsd disk label.
as: %s ৰ ক্ষেত্ৰত bsd ডিস্ক লেবেল উপস্থিত থকা আৱশ্যক।

source: The disk %s requires at least 1MB of free space at the beginning.
as: %s ডিস্কৰ ক্ষেত্ৰত আৰম্ভণিত অন্তত ১ MB শূণ্যস্থান উপস্থিত থকা আৱশ্যক।

source: The boot partition must be a primary partition.
as: বুট বিভাজন এটা প্ৰাথমিক বিভাজন হব লাগিব।

source: PPC PReP Boot
as: PPC PReP বুট

source: The boot partition must be within the first 4MB of the disk.
as: boot বিভাজন ডিস্কৰ প্ৰথম ৪ MB অংশত উপস্থিত থকা আৱশ্যক।

source: Apple Bootstrap
as: Apple বুটস্ত্ৰেপ

source: %s must have a mac disk label.
as: %s ৰ ক্ষেত্ৰত mac ডিস্কৰ লেবেল উপস্থিত থকা আৱশ্যক।

source: When finished please exit from the shell and your system will reboot.
as: যেতিয়া সমাপ্ত হয় অনুগ্ৰহ কৰি শ্বেলৰ পৰা প্ৰস্থান কৰিব আৰু আপোনাৰ চিস্টেম পুনাৰম্ভ হ'ব।

source: Unable to find /bin/sh to execute! Not starting shell
as: চলাবলৈ /bin/sh পোৱা নগল! শ্বেল আৰম্ভ কৰা হোৱা নাই

source: Setup Networking
as: নেটৱাৰ্ক কাৰ্য্যকৰ কৰক

source: Do you want to start the network interfaces on this system?
as: আপুনি এই চিস্টেমত নেটৱাৰ্ক আন্তঃপৃষ্ঠ আৰম্ভ কৰিব বিচাৰে নেকি?

source: Yes
as: হয়

source: No
as: নহয়

source: Unable to activate a networking device. Networking will not be available in rescue mode.
as: এটা নেটৱাৰ্কৰ ডিভাইচ সক্ৰিয় কৰৌতে ব্যৰ্থ। উদ্ধাৰ ধৰনত নেটৱাৰ্ক সেৱা পোৱা নাযাব।

source: Rescue
as: উদ্ধাৰ

source: The rescue environment will now attempt to find your Linux installation and mount it under the directory %s. You can then make any changes required to your system. If you want to proceed with this step choose 'Continue'. You can also choose to mount your file systems read-only instead of read-write by choosing 'Read-Only'. If you need to activate SAN devices choose 'Advanced'. If for some reason this process fails you can choose 'Skip' and this step will be skipped and you will go directly to a command shell.
as: উদ্ধাৰ পৰিবেশে এতিয়া আপোনাৰ Linux ইনস্টল বিচাৰিবলৈ চেষ্টা কৰিব আৰু %s ডাইৰেকটৰিৰ তলত তুলি ল'ব। তেতিয়া আপুনি আপোনাৰ চিস্টেমত যি কোনো প্ৰয়োজনীয় পৰিবৰ্ত্তন কৰিব পাৰে। যদি এই খোজৰে আগবাঢ়িব খোজে, তেনেহ'লে 'আগবাঢ়ক' নিৰ্বাচন কৰক।আপোনাৰ ফাইলৰ প্ৰণালী সমূহক আপুনি 'অকল পঢ়ক'-এৰে পঢ়া আৰু লিখাৰ সলনি অকল পঢ়াৰ বাবে সক্ষম হোৱাকে তুলি ল'বলৈ নিৰ্বাচন কৰিব পাৰে। SAN ডিভাইচসমূহ সক্ৰিয় কৰিব বিচাৰিলে 'উন্নত' নিৰ্বাচন কৰক। যদি কিবা কাৰণত এই প্ৰক্ৰিয়া ব্যৰ্থ হয় তেতিয়া হ'লে আপুনি 'বাদ দিয়ক' নিৰ্বাচন কৰি এই কাৰ্য্যক বাদ দি আপুনি পোনপটীয়াকৈ কমান্ড শ্বেললৈ যাব।

source: Continue
as: আগবাঢ়ক

source: Read-Only
as: অকল পঢ়ক

source: Skip
as: এৰি যাওক

source: Advanced
as: উন্নত

source: System to Rescue
as: উদ্ধাৰৰ বাবে চিস্টেম

source: Which device holds the root partition of your installation?
as: আপোনাৰ ইনস্টলৰ কোনটো বিভাজনে মূল বিভাজন ধৰি ৰাখে ?

source: Exit
as: প্ৰস্থান

source: Your system had dirty file systems which you chose not to mount. Press return to get a shell from which you can fsck and mount your partitions. The system will reboot automatically when you exit from the shell.
as: আপোনাৰ চিস্টেমত আপুনি তুলি নোলোৱা অপৰিষ্কাৰ ফাইলৰ প্ৰণালী আছিল। return টিপি শ্বেল এটাত আপুনি fsck কৰিব পাৰে আৰু নিজৰ বিভাজন সমূহ তুলি ল'ব পাৰে। আপুনি শ্বেলৰ পৰা প্ৰস্থান কৰোঁতে চিস্টেম স্বচালিত ভাবে পুনাৰম্ভ হ'ব।

source: Your system has been mounted under %(rootPath)s. Press <return> to get a shell. If you would like to make your system the root environment, run the command: chroot %(rootPath)s The system will reboot automatically when you exit from the shell.
as: %(rootPath)s ৰ তলত আপোনাৰ চিস্টেম ল'ড কৰা হৈছে। শ্বেল এটা পাব'লৈ <return> টিপক। যদি আপুনি আপোনাৰ চিস্টেমক ৰূটৰ পৰিবেশ বনাব খোজিছে, তেন্তে এই আজ্ঞা চলাওক : chroot %(rootPath)s আপুনি শ্বেলৰ পৰা প্ৰস্থান কৰিলে ব্যৱহাৰপ্ৰণালী স্বচালিত ভাবে পুনাৰম্ভ হ'ব।

source: An error occurred trying to mount some or all of your system. Some of it may be mounted under %s. Press <return> to get a shell. The system will reboot automatically when you exit from the shell.
as: আপোনাৰ চিস্টেমৰ কোনো বা সকলো তুলি লওঁতে এটা ত্ৰুটি হ'ল। ইয়াৰে কোনো কোনো %sৰ তলত মাউন্ট কৰা হ'ব পাৰে। শ্বেল এটা পাব'লৈ <return> টিপক। আপুনি শ্বেলৰ পৰা প্ৰস্থান কৰিলে ব্যৱহাৰপ্ৰণালী স্বচালিত ভাবে পুনাৰম্ভ হ'ব।

source: You don't have any Linux partitions. Rebooting.
as: কোনো Linux বিভাজন উপস্থিত নাই। পুনঃ বুট কৰা হৈছে।

source: Rescue Mode
as: উদ্ধাৰ পদ্ধতি

source: You don't have any Linux partitions. Press return to get a shell. The system will reboot automatically when you exit from the shell.
as: আপোনাৰ লগত কোনো Linux বিভাজন নাই। শ্বেল এটা পাব'লৈ return টিপক। শ্বেলৰ পৰা প্ৰস্থান কৰিলে চিস্টেম স্বযংক্ৰিয় ভাবে পুনাৰম্ভ হ'ব।

source: Your system is mounted under the %s directory.
as: আপোনাৰ চিস্টেম %s ডাইৰেকটৰিৰ তলত ল'ড কৰা হৈছে।

source: Passphrase for encrypted device
as: ইনক্ৰিপ্টেড বিভাজনৰ বাবে পাচফ্ৰেইছ

source: Also add this passphrase to all existing encrypted devices
as: সকলো ইনক্ৰিপ্টেড বিভাজনৰ বাবে এই পাচফ্ৰেইছ ব্যৱহাৰ কৰক

source: The passphrase must be at least %d character long.
as: পাচফ্ৰেইছ অন্তত %d আখৰ দীঘল হব লাগিব।

source: Passphrase
as: পাচফ্ৰেইছ

source: This is a global passphrase
as: এইটো এটা সৰ্বব্যাপী পাচফ্ৰেইছ

source: Repository editing is not available in text mode.
as: লিখিত ৰূপত ভঁৰালৰ সম্পাদন কৰিব নোৱাৰি।

source: Welcome to %(productName)s for %(productArch)s
as: %(productArch)s ৰ বাবে %(productName)s লৈ স্বাগতম

source: Welcome to %s
as: %s লৈ স্বাগতম

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
as: পদাৰ্থৰ মাজত <Tab>/<Alt-Tab> | <Space>-এ নিৰ্বাচন কৰি | <F12> পৰৱৰ্তী পৰ্দালৈ

source: Error processing drive: %(path)s %(size)-0.fMB %(description)s This device may need to be reinitialized. REINITIALIZING WILL CAUSE ALL DATA TO BE LOST! This action may also be applied to all other disks needing reinitialization.%(details)s
as: ড্ৰাইভ বিশ্লেষণ কৰোঁতে ভুল: %(path)s %(size)-0.fMB %(description)s এই ডিভাইচক আকৌ আৰম্ভ কৰিব লগা হ'বও পাৰে। পুনাৰম্ভ কৰিলে সকলো তথ্য হেৰুৱাব! পুনাৰম্ভৰ প্ৰয়োজন হোৱা অন্য ডিস্কতো এই কাৰ্য্য প্ৰয়োগ কৰিব পাৰে।%(details)s

source: Retry
as: পুনঃ চেষ্টা কৰক

source: Cancelled
as: বাতিল কৰা হ'ল

source: I can't go to the previous step from here. You will have to try again.
as: মই এই স্থানৰ পৰা আগৰ খোজলৈ যাব নোৱাৰো। আপুনি পুনঃ চেষ্টা কৰিব লাগিব।

source: Proceed with upgrade?
as: উন্নয়নৰ লগত আগবাঢ়ো ?

source: The file systems of the Linux installation you have chosen to upgrade have already been mounted. You cannot go back past this point.
as: আপুনি উন্নয়নৰ বাবে বিচৰা Linux ইনস্টলৰ ফাইলৰ প্ৰণালী ইতিমধ্যে ল'ড কৰা হৈছে। এই স্থানৰ পৰা পিছলৈ যোৱা আপোনাৰ বাবে সম্ভৱ নহয়।

source: Would you like to continue with the upgrade?
as: এই উন্নয়নত আপুনি আগবাঢ়িব খোজে নেকি ?

source: Mount failed
as: মাউন্ট ব্যৰ্থ হ'ল

source: The following error occurred when mounting the file systems listed in /etc/fstab. Please fix this problem and try to upgrade again. %s
as: আপোনাৰ /etc/fstab ত তালিকাভুক্ত কৰা ফাইল চিস্টেম মাউন্ট কৰোতে এই ভুল হেছে। অনুগ্ৰহ কৰি এই সমস্যা সমাধান কৰি পুনৰ উন্নয়নৰ চেষ্টা কৰক। %s

source: Upgrade root not found
as: উন্নয়নৰ root পোৱা নগল

source: The root for the previously installed system was not found.
as: আগতে ইনস্টল কৰা প্ৰণালীৰ কাৰণে ৰুট পোৱা নগল।

source: The root for the previously installed system was not found. You can exit installer or backtrack to choose installation instead of upgrade.
as: আগতে ইনস্টল কৰা চিস্টেমৰ root পোৱা নগল। আপুনি ইনস্টলাৰৰ পৰা বাহিৰ হ'ব পাৰে বা উন্নয়নৰ সলনি ইনস্টল নিৰ্বাচন কৰিবলৈ পিছলৈ যাব পাৰে।

source: The following files are absolute symbolic links, which we do not support during an upgrade. Please change them to relative symbolic links and restart the upgrade.
as: নিম্নলিখিত ফাইল সমূহ সম্পূৰ্ণ সাঙ্কেতিক সংযোগ, যিতো আমি উন্নয়নৰ সময়ত সমৰ্থন নকৰোঁ। অনুগ্ৰহ কৰি সংযোগ সমূহক সম্বন্ধযুক্তলৈ সলনি কৰি উন্নয়ন পুনাৰম্ভ কৰক।

source: Absolute Symlinks
as: সম্পূৰ্ণ সাঙ্কেতিক সংযোগ

source: The following are directories which should instead be symbolic links, which will cause problems with the upgrade. Please return them to their original state as symbolic links and restart the upgrade.
as: তলত উল্লেখ কৰা সমূহ সাঙ্কেতিক সংযোগৰ সলনি ডাইৰেকটৰি হয় যিবোৰে উন্নয়ন হেতু সমস্যা সৃষ্টি কৰিব পাৰে। অনুগ্ৰহ কৰি ইহঁতক সাঙ্কেতিক সংযোগ হিচাপে প্ৰাক্তন অৱস্থালৈ নিয়ক আৰু উন্নয়ন আৰম্ভ কৰক।

source: Invalid Directories
as: অবৈধ ডাইৰেকটৰি

source: %(productName)s %(productVersion)s installation on host %(name)s
as: %(name)s হস্টত %(productName)s %(productVersion)s ৰ ইনস্টল

source: %(productName)s %(productVersion)s installation
as: %(productName)s %(productVersion)s ৰ ইনস্টল

source: Attempting to connect to vnc client on host %s...
as: %s হস্টত vnc গ্ৰাহক সংযোগ কৰাৰ চেষ্টা কৰা হৈছে...

source: Connected!
as: সংযোগ কৰা হ'ল!

source: Will try to connect again in 15 seconds...
as: সংযোগ কৰিব'লৈ পুনৰ ১৫ ছেকেণ্ডত চেষ্টা কৰিম...

source: Giving up attempting to connect after %d try!
as: %d চেষ্টাৰ পিছত সংযোগ কৰাৰ চেষ্টা বাদ দিয়া হৈছে!

source: Please manually connect your vnc client to %s to begin the install.
as: ইনস্টল আৰম্ভ কৰিব'লৈ অনুগ্ৰহ কৰি %s লৈ আপোনাৰ vnc গ্ৰাহকক নিজে সংযোগ কৰক।

source: Please manually connect your vnc client to begin the install.
as: ইনস্টল আৰম্ভ কৰিব'লৈ অনুগ্ৰহ কৰি আপোনাৰ vnc গ্ৰাহকক নিজে সংযোগ কৰক।

source: Starting VNC...
as: VNC আৰম্ভ কৰা হৈছে...

source: The VNC server is now running.
as: VNC চাৰ্ভাৰ এতিয়া চলি আছে।

source: You chose to connect to a listening vncviewer. This does not require a password to be set. If you set a password, it will be used in case the connection to the vncviewer is unsuccessful
as: আপুনি এটা listening vncviewer লৈ সংযোগ কৰিব বিচাৰিছে। ইয়াৰ বাবে এটা পাছৱাৰ্ড নিৰ্ধাৰণ কৰাৰ প্ৰয়োজন নহয়। যদি আপুনি পাছৱাৰ্ড নিৰ্ধাৰণ কৰি, তেনেহ'লে vncviewer লৈ ব্যৰ্থ হোৱা সংযোগৰ ক্ষেত্ৰত ব্যৱহাৰ কৰা হ'ব

source: WARNING!!! VNC server running with NO PASSWORD! You can use the vncpassword=<password> boot option if you would like to secure the server.
as: সকীয়নি!!! VNC চাৰ্ভাৰ কোনো পাছৱাৰ্ড নোহোৱাকে চলি আছে! চাৰ্ভাৰক নিৰাপদ কৰিব'লৈ আপুনি self.password=<password> বুট বিকল্প প্ৰয়োগ কৰিব পাৰে।

source: You chose to execute vnc with a password.
as: আপুনি পাছৱাৰ্ড নোহোৱাকে vnc চলা খুজিছে।

source: Unknown Error. Aborting.
as: অজ্ঞাত ভূল। এৰি দিয়া হৈছে।

source: VNC Configuration
as: VNC সংৰূপ

source: No password
as: কোনো পাছৱাৰ্ড নাই

source: A password will prevent unauthorized listeners connecting and monitoring your installation progress. Please enter a password to be used for the installation
as: এটা পাছৱাৰ্ডই আপোনাৰ ইনস্টল কাৰ্য্যৰ প্ৰগতি অনুমতি নোহোৱা শ্ৰোতাক সংযোগ আৰু নিৰীক্ষণ কৰাৰ পৰা প্ৰতিৰোধ কৰিব। অনুগ্ৰহ কৰি ইনস্টলত ব্যৱহাৰ কৰিব'লৈ এটা পাছৱাৰ্ড দিয়ক।

source: Password:
as: পাছৱাৰ্ড:

source: Password (confirm):
as: পাছৱাৰ্ড (সাব্যস্ত কৰক):

source: Password Mismatch
as: পাছৱাৰ্ড বিজোৰ

source: The passwords you entered were different. Please try again.
as: আপুনি দিয়া পাছৱাৰ্ড বেলেগ। অনুগ্ৰহ কৰি পুনঃ চেষ্টা কৰক।

source: Password Length
as: পাছৱাৰ্ডৰ দৈৰ্ঘ্য

source: The password must be at least six characters long.
as: পাছৱাৰ্ড অতি কমেও ৬টা আখৰ দীঘল হ'ব লাগে।

source: Unable to Start X
as: X আৰম্ভ কৰিব পৰা নগল।

source: X was unable to start on your machine. Would you like to start VNC to connect to this computer from another computer and perform a graphical install or continue with a text mode install?
as: আপোনাৰ ডিভাইচত X আৰম্ভ কৰিব পৰা নগল। অন্য এটা কমপিউটাৰৰ পৰা এই কমপিউটাৰলৈ সংযোগ কৰি VNC আৰম্ভ কৰিব খোজে নেকি যাতে গ্ৰাফীয় ইনস্টল কৰিব পাৰি নে লিখিত ধৰণৰ ইনস্টলত আগবাঢ়িব খোজে ?

source: Start VNC
as: VNC আৰম্ভ কৰক

source: Use text mode
as: লিখিত ধৰণ ব্যৱহাৰ কৰক

source: %s Byte
as: %s বাইট

source: Preparing to install
as: ইনস্টলৰ প্ৰস্তুতি

source: Preparing transaction from installation source
as: ইনস্টল উৎসস্থলৰ পৰা তথ্য বিনিময়ৰ প্ৰস্তুতি চলিছে

source: <b>Installing %(pkgStr)s</b> (%(size)s)
as: <b>%(pkgStr)s ইনস্টল কৰা হৈছে</b> (%(size)s)

source: Packages completed: %(donepkgs)d of %(numpkgs)d
as: সম্পূৰ্ণ পেকেইজসমূহ: %(numpkgs)d ৰ %(donepkgs)d

source: Finishing upgrade
as: উন্নয়ন সম্পূৰ্ণ কৰা হ'ল

source: Finishing upgrade process. This may take a little while.
as: উন্নয়ন কাম সমাপ্ত কৰা হৈছে। এই কামত কিছুমান মিনিট ব্যয় হ'ব পাৰে।

source: Error Installing Package
as: পেকেইজ ইনস্টল কৰোঁতে ভুল

source: A fatal error occurred when installing the %s package. This could indicate errors when reading the installation media. Installation cannot continue.
as: %s পেকেইজ ইনস্টল কৰোঁতে গুৰুতৰ ভুল হৈছে। ই ইনস্টল মাধ্যম পঢ়াৰ সময়ত হোৱা ভুলৰ ইঙ্গিত দিব পাৰে। ইনস্টল আগবাঢ়িব নোৱাৰে।

source: Change Disc
as: ডিস্ক সলনি কৰক

source: Please insert %(productName)s disc %(discnum)d to continue.
as: আগবাঢ়িব'লৈ অনুগ্ৰহ কৰি %(productName)s ডিস্ক %(discnum)d ভৰাওক।

source: Wrong Disc
as: ভুল ডিস্ক

source: That's not the correct %s disc.
as: সেইখন %s শুদ্ধ ডিস্ক নহয়।

source: Unable to access the disc.
as: ডিস্ক প্ৰব্ৰজন কৰিব'লৈ অক্ষম।

source: Repository %r is missing name in configuration, using id
as: %r ভঁৰালৰ সংৰূপত নাম নাই, id ব্যৱহাৰ কৰা হৈছে

source: Re_boot
as: পুনাৰম্ভ কৰক (_b)

source: _Eject
as: বাহিৰ উলিয়াওক (_E)

source: The file %s cannot be opened. This is due to a missing file, a corrupt package or corrupt media. Please verify your installation source. If you exit, your system will be left in an inconsistent state that will likely require reinstallation.
as: %s ফাইল খোলা নগল। এইটো সম্ভৱতঃ কোনো সন্ধানহীন ফাইল, কোনো অশুদ্ধ পেকেইজ, বা এটা অশুদ্ধ মাধ্যমৰ কাৰণে হৈছে। অনুগ্ৰহ কৰি আপোনাৰ ইনস্টলৰ উৎস পৰীক্ষঅ কৰক। প্ৰস্থান কৰিলে, আপোনাৰ চিস্টেম এটা স্থিৰতাহীন অৱস্থাত থাকিব যিটোক পুনঃইনস্টলৰ প্ৰয়োগ হ'ব।

source: Retrying
as: পুনঃ চেষ্টা কৰা হৈছে

source: Retrying download.
as: পুনৰ ডাউনল'ডৰ প্ৰচেষ্টা চলিছে।

source: There was an error running your transaction for the following reason: %s
as: নিম্নলিখিত কাৰণ সমূহৰ বাবে কাৰ্য্য পৰিচালনাৰ যোগান ধৰা চলাওঁতে ভুল হ'ল: %s

source: file conflicts
as: ফাইলৰ সংঘাত

source: older package(s)
as: অতীজৰ পেকেইজ

source: insufficient disk space
as: ডিস্কত স্থানৰ নাটনী

source: insufficient disk inodes
as: ডিস্ক আইন'ডৰ নাটনী

source: package conflicts
as: পেকেইজৰ সংঘাত

source: package already installed
as: পেকেইজ ইতিমধ্যে ইনস্টল কৰা হৈছে

source: required package
as: প্ৰয়োজনীয় পেকেইজ

source: package for incorrect arch
as: অশুদ্ধ স্থাপত্যৰ পেকেইজ

source: package for incorrect os
as: অশুদ্ধ os ৰ পেকেইজ

source: You need more space on the following file systems:
as: নিম্নলিখিত ফাইল চিস্টেম সমূহৰ বাবে আপোনাক আৰু স্থানৰ প্ৰয়োজন:

source: There were file conflicts when checking the packages to be installed: %s
as: ইনস্টল কৰিব লগা পেকেইজ পৰীক্ষা কৰোঁতে ফাইলৰ সংঘৰ্ষ আছিল: %s

source: There was an error running your transaction for the following reason(s): %s.
as: নিম্নলিখিত কাৰণ সমূহৰ বাবে কাৰ্য্য পৰিচালনাৰ যোগান ধৰা চলাওঁতে ভুল হ'ল: %s।

source: Error Running Transaction
as: কাৰ্য্য পৰিচালনাৰ যোগান ধৰোঁতে ভুল

source: Some of your software repositories require networking, but there was an error enabling the network on your system.
as: আপোনৰ কিছুমান চফ্টৱেৰৰ ভঁৰালৰ কাৰণে নেটৱাৰ্ক সুবিধাৰ প্ৰয়োজন, কিন্তু আপোনাৰ চিস্টেমত নেটৱাৰ্ক সক্ৰিয় কৰোঁতে এটা ভুল মৰিল।

source: Unable to read group information from repositories. This is a problem with the generation of your install tree.
as: ভঁৰালৰ পৰা দলৰ তথ্য পঢ়িব পৰা নগল। এইটো আপোনাৰ ইনস্টল আকাৰৰ উৎপাদনৰ সৈতে সমস্যা।

source: Edit
as: সম্পাদন

source: Unable to read package metadata. This may be due to a missing repodata directory. Please ensure that your install tree has been correctly generated. %s
as: পেকেইজ সম্বন্ধিয় তথ্য পঢ়িব পৰা নগল। কোনো নোহোৱা তথ্য পাত্ৰ ডাইৰেকটৰিৰ কাৰণে এইটো হৈছে। অনুগ্ৰহ কৰি আপোনাৰ ইনস্টলৰ নক্সা শুদ্ধকৈ উৎপন্ন হোৱাতো সুনিৰ্দ্দিষ্ট কৰক। %s

source: Some of the packages you have selected for install are missing dependencies. You can exit the installation, go back and change your package selections, or continue installing these packages without their dependencies.
as: আপুনি ইনস্টল কৰিব বিচৰা কিছুমান পেকেইজত হেৰুৱা নিৰ্ভৰতা আছে। আপুনি ইনস্টলৰ পৰা বাহিৰ হ'ব পাৰে, পিছলৈ গৈ পেকেইজৰ নিৰ্বাচন সলনি কৰিব পাৰে, বা এই পেকেইজসমূহক সিহঁতৰ নিৰ্ভৰতা নোহোৱাকে ইনস্টল কৰিবলৈ আগবাঢ়িব পৰে।

source: Your selected packages require %d MB of free space for installation, but you do not have enough available. You can change your selections or exit the installer.
as: আপুনি বিচৰা পেকেইজ সমূহক ইনস্টলৰ বাবে %d MB মুক্ত স্থানৰ প্ৰয়োজন, কিন্তু আপোনাৰ ওচৰত পৰ্যাপ্ত স্থান নাই। আপুনি আপোনাৰ পছন্দ সলনি কৰিব পাৰে বা ইনস্টলাৰৰ পৰা বাহিৰ হ'ব পাৰে।

source: Reboot?
as: পুনাৰম্ভ ?

source: The system will be rebooted now.
as: চিস্টেম পুনাৰম্ভ কৰা হ'ব।

source: You appear to be upgrading from a system which is too old to upgrade to this version of %s. Are you sure you wish to continue the upgrade process?
as: %s লৈ উন্নত কৰিব বিচৰা আপোনাৰ প্ৰণালী অত্যাধিককৈ পুৰণি। ইচ্ছা কৰা উন্নয়ন প্ৰক্ৰিয়াত আগবাঢ়িব'লৈ আপুনি নিশ্চিগ নে ?

source: The arch of the release of %(productName)s you are upgrading to appears to be %(myarch)s which does not match your previously installed arch of %(arch)s. This is likely to not succeed. Are you sure you wish to continue the upgrade process?
as: আপুনি উন্নয়ন কৰা %(productName)s ৰ মুক্তিৰ স্থাপত্য %(myarch)s ৰ নিচিনা লাগিছে যি আপোনাৰ পূৰ্বে ইনস্টল কৰা %(arch)s স্থাপত্যৰ সৈতে নিমিলে। এইটো অতি সম্ভৱ সফল নহব। আপুনি উন্নয়নৰ সৈতে আগবাঢ়িব'লৈ নিশ্চিত নে ?

source: Post Upgrade
as: উন্নয়নৰ পিছৰ

source: Performing post-upgrade configuration
as: উন্নয়ন কামৰ পিছৰ সংৰূপ সঞ্চালিত হৈছে

source: Post Installation
as: ইনস্টলৰ পিছৰ

source: Performing post-installation configuration
as: ইনস্টলৰ পিছৰ সংৰূপ সঞ্চালিত হৈছে

source: Installation Starting
as: ইনস্টল কামৰ আৰম্ভ

source: Starting installation process
as: ইনস্টল আৰম্ভ কৰা হৈছে

source: Dependency Check
as: নিৰ্ভৰশীলতা পৰীক্ষা

source: Checking dependencies in packages selected for installation
as: ইনস্টলৰ বাবে নিৰ্বাচিত পেকেইজ‍সমূহৰ নিৰ্ভৰতা পৰীক্ষা কৰা হৈছে

source: Retrieving installation information.
as: ইনস্টল সংক্ৰান্ত তথ্য আহৰণ কৰা হৈছে।

source: Retrieving installation information for %s.
as: %s ৰ ইনস্টল সংক্ৰান্ত তথ্য আহৰণ কৰা হৈছে।

source: Installation Progress
as: ইনস্টলৰ প্ৰগতি

source: _Fedora
as: Fedora (_F)

source: The default installation of %s includes a set of software applicable for general internet usage. You can optionally select a different set of software now.
as: %s ৰ অবিকল্পিত ইনস্টলত আছে সাধাৰণ ভাবে ইন্টাৰণেট ব্যৱহাৰ কৰিব'লৈ এটা দলৰ চফ্টৱেৰ। আপুনি এতিয়া বৈকল্পিকভাবে চফ্টৱেৰৰ এটা ভিন্ন দল নিৰ্বাচন কৰিব পাৰে।

source: Graphical Desktop
as: গ্ৰাফীয় ডেস্কটপ

source: Software Development
as: চফ্টৱেৰৰ বিকাশ

source: Web Server
as: ৱেব চাৰ্ভাৰ

source: Minimal
as: ন্যুনতম

source: The default installation of %s is a minimum install. You can optionally select a different set of software now.
as: %s ৰ অবিকল্পিত ইনস্টল হৈছে এটা সৰ্বনিম্ন ইনস্টল। আপুনি এতিয়া বৈকল্পিকভাবে চফ্টৱেৰৰ অন্য এটা দল নিৰ্বাচন কৰিব পাৰে।

source: Packages in %s
as: %s ত থকা পেকেইজ

source: Optional packages selected: %(inst)d of %(cnt)d
as: নিৰ্বাচন কৰা বৈকল্পিক পেকেইজ: %(cnt)d মূঠ %(inst)d ৰ

source: Uncategorized
as: অবৰ্গীকৰণ

source: Root _Password:
as: ৰূটৰ পাছৱাৰ্ড (_P):

source: _Confirm:
as: সুনিশ্চিত কৰক (_C):

source: Caps Lock is on.
as: Caps Lock সক্ৰীয়।

source: Error with Password
as: পাছৱাৰ্ডত ত্ৰুটি

source: You must enter your root password and confirm it by typing it a second time to continue.
as: আপুনি ৰূটৰ পাছৱাৰ্ড দি সেইটোকে দ্বিতীয় বাৰ পুনঃ টাইপ কৰি সুনিশ্চিত কৰিব লাগিব।

source: The passwords you entered were different. Please try again.
as: আপুনি দিয়া পাছৱাৰ্ড কেইটা বেলেগ। অনুগ্ৰহ কৰি পুনঃ চেষ্টা কৰক।

source: The root password must be at least six characters long.
as: ৰূটৰ পাছৱাৰ্ড অতি কমেও ৬টা আখৰৰ হ'ব লাগিব।

source: Weak Password
as: দুৰ্বল পাছৱাৰ্ড

source: You have provided a weak password: %s
as: উপলব্ধ পাছৱাৰ্ডটি দুৰ্বল: %s

source: _Use Anyway
as: তথাপিও ব্যৱহাৰ কৰক (_U)

source: Requested password contains non-ASCII characters, which are not allowed.
as: বিচৰা পাছৱাৰ্ডত non-ASCII আখৰ আছে, যাৰ অনুমতি দিয়া নহয়।

source: Node Name
as: ন'ডৰ নাম

source: Interface
as: আন্তঃপৃষ্ঠ

source: You must select a NIC to use.
as: ব্যৱহাৰযোগ্য এটা NIC নিৰ্বাচন কৰা আৱশ্যক।

source: No partitions are available to resize. Only physical partitions with specific filesystems can be resized.
as: পুনঃ আকাৰ দিবলৈ কোনো বিভাজন নাই।

source: Resize FileSystem Error
as: ফাইলচিস্টেমক পুনঃ আকাৰ দিওঁতে ভুল

source: Resize Device Error
as: ডিভাইচ পুনঃ আকাৰ দিওঁতে ভুল

source: Use All Space
as: সকলো স্থান ব্যৱহাৰ কৰক

source: Removes all partitions on the selected device(s). This includes partitions created by other operating systems. <b>Tip:</b> This option will remove data from the selected device(s). Make sure you have backups.
as: নিৰ্বাচিত ড্ৰাইভ(সমূহ)ত সকলো বিভাজন আঁতৰাওক। অন্য অপাৰেটিং চিস্টেময়ে সৃষ্টি কৰা বিভাজনো ইয়াত অন্তৰ্ভুক্ত। <b>সঙ্কেত:</b> এই বিকল্পই নিৰ্বাচিত ড্ৰাইভ(সমূহ)ৰ পৰা তথ্য আঁতৰাব। আপোনাৰ ওচৰত বেক-আপ হোৱাতো নিশ্চিত কৰক।

source: Replace Existing Linux System(s)
as: বৰ্তমানৰ Linux চিস্টেম(সমূহ)ৰ পুনঃ স্থাপন কৰক

source: Removes only Linux partitions (created from a previous Linux installation). This does not remove other partitions you may have on your storage device(s) (such as VFAT or FAT32). <b>Tip:</b> This option will remove data from the selected device(s). Make sure you have backups.
as: অকল linux বিভাজনসমূহ আঁতৰাই (যি কোনো পূৰ্বৰ linux ইনস্টলৰ পৰা সৃষ্টি কৰা মৰিল)। ই আপোনাৰ ভঁৰালৰ ডিভাইচ(সমূহ)ত থকা অন্য বিভাজনসমূহ আঁতৰাই নিদিয়ে (যেনে VFAT বা FAT32)। <b>সঙ্কেত:</b> এই বিকল্পই নিৰ্বাচিত ড্ৰাইভ(সমূহ)ৰ পৰা তথ্য আঁতৰাব। আপোনাৰ ওচৰত বেক-আপ থকাটো নিশ্চিত কৰক।

source: Shrink Current System
as: বৰ্তমানৰ চিস্টেমক সৰু কৰক

source: Shrinks existing partitions to create free space for the default layout.
as: অবিকল্পিত পৰিকল্পনাৰ কাৰণে মুক্ত স্থান সৃষ্টি কৰিবলৈ বৰ্তমানৰ বিভাজনসমূহক হ্ৰাস কৰি।

source: Use Free Space
as: মুক্ত স্থান ব্যৱহাৰ কৰক

source: Retains your current data and partitions and uses only the unpartitioned space on the selected device(s), assuming you have enough free space available.
as: আপোনাৰ ওচৰত যথেষ্ট মুক্ত স্থান থকাটো ধৰি লৈ, নিৰ্বাচিত ড্ৰাইভ(সমূহ)ত অকল বিভাজন নকৰা স্থানহে ব্যৱহাৰ কৰি আৰু আপোনাৰ বৰ্তমানৰ তথ্য আৰু বিভাজন সংৰক্ষিত কৰি ৰাখে।

source: Create Custom Layout
as: ব্যক্তিগত পৰিকল্পনা সৃষ্টি কৰক
